Repository: Amebis/GEANTLink
Catalog: EAPMethods/locale/*.po
Languages: bg_bg, ca_es, de_de, el_gr, es_es, et_ee, hr_hr, it_it, lt_lt, nb_no, pl_pl, ro_ro, sl_si, sr_rs

source: Use credentials from &profile configuration
bg_bg: Използвайте удостоверения за самоличност от &конфигурацията на профила
ca_es: Utilitzeu les credencials de la configuració del vostre &perfil
de_de: Verwende die Anmeldedaten aus der &Profilkonfiguration
el_gr: Χρησιμοποιήστε τα διαπιστευτήρια από το &προφίλ ρύθμισης παραμέτρων
es_es: Usa las credenciales de la configuración del &perfil
et_ee: Kasuta kasutajakonto andmeid &profiili seadistusest
hr_hr: Upotrijebite vjerodajnice iz konfiguracije &profila
it_it: Utilizza le credenziali da &configurazione profilo
nb_no: Bruk brukerinformasjon fra &profil konfigurasjon
pl_pl: Użyj poświadczeń &profilu konfiguracyjnego
sl_si: Uporabi poverilnice iz nastavitev &profila
sr_rs: Koristi kredencijale iz konfiguracije &profila

source: Describe the servers you trust to prevent credential interception in case of man-in-the-middle attacks.
bg_bg: Опишете сървърите, на които вярвате, за да предотвратите прихващане на удостоверения за самоличност, в случай на man-in-the-middle атаки.
ca_es: Descriu els servidors en que hi confieu per prevenir la intercepció de credencials en cas d'atacs 'man-in-the-middle'.
de_de: Definieren Sie welche Server vertrauenswürdig sind um das Abgreifen von Nutzerdaten durch Man-in-the-Middle Angriffe zu verhindern.
el_gr: Περιγράψτε τους διακομιστές που εμπιστεύεστε για την πρόληψη υποκλοπἠς των διαπιστευτηρίων σε περίπτωση επιθέσεων man-in-the-middle.
es_es: Describa los servidores confiables para prevenir que las credenciales puedan ser interceptadas en caso de ataques man-in-the-middle
et_ee: Kirjelda usaldatud serverid, mis vahendusründe puhul tõkestavad kasutajaandmete püüdmise.
hr_hr: Opisivanje autentikacijskog poslužitelja kako bi se izbjegao MitM napad.
it_it: Descrivi i server di cui ti fidi per prevenire l'intercettazione delle credenziali in caso di attacchi man-in-the-middle.
lt_lt: Aprašykite patikimus serverius, kad būtų išvengta neteisėto kredencialų perėmimo.
nb_no: Beskriv tjenere du stoler på for å hindre tyveri av brukeropplysninger i tilfelle et man-in-the-middle angrep.
pl_pl: Opisz serwery, którym ufasz, aby uniknąć możliwości przejęcia poświadczeń w atakach typu man-in-the-middle.
sl_si: Opišite strežnike, ki jim zaupate in preprečite prestrezanje poverilnic v primeru napada "vmesnega člena".
sr_rs: Opišite servere kojima verujete kako bi se izbegla mogućnost krađe kredencijala u slučaju man-in-the-middle napada.

source: Outer Identity
bg_bg: Външна самоличност
ca_es: Identitat externa
de_de: Äußere (anonyme) Identität
el_gr: Εξωτερική ταυτότητα
es_es: Identidad Externa
et_ee: Väline identiteet
hr_hr: Vanjski korisnički identitet
it_it: Identità esterna
lt_lt: Išorinė tapatybė
nb_no: Ytre identitet
pl_pl: Tożsamość zewnętrzna
sl_si: Zunanja identiteta
sr_rs: Spoljni identitet

source: Use &empty outer identity
bg_bg: Използвай &празна външна самоличност
ca_es: Utilitza una identitat externa &buida
de_de: Leeren N&utzernamen verwenden
el_gr: Χρησιμοποιήστε &κενή εξωτερική ταυτότητα
es_es: Usar una identidad externa &vacía
et_ee: Kasuta t&ühja välist identiteeti
hr_hr: Koristi &prazan vanjski identitet (ovo nije podržano za korisnike iz sustava AAI@EduHr)
it_it: Usa una identità esterna &vuota
nb_no: Bruk &tom ytre identitet
pl_pl: Użyj &pustego identyfikatora zewnętrznego
sl_si: Uporabi prazno zunanjo id&entiteto
sr_rs: Koristi &empty spoljni identitet

source: Ommit my user name and use @mydomain.org only
bg_bg: Пропусни моето потребителско име и използвай само @mydomain.org
ca_es: Omet el meu identificador i utilitza només @elmeudomini.org
de_de: Im unverschlüsselten Teil den Nutzernamen weglassen und nur den @domain Teil senden
es_es: Omitir mi nombre de usuario y usar @midominio.org sólo
et_ee: Jäta mu kasutajanimi ära ja kasuta ainult @minudomeeni
hr_hr: Koristi samo @mojadomena.hr (ovo nije podržano za korisnike iz sustava AAI@EduHr)
it_it: Ometti il mio nome utente e usa solo @mydomain.org
lt_lt: Praleisti mano naudotojo vardą ir naudoti tik @domenas.lt
nb_no: Utelat mitt brukernavn og bruk kun @mydomian.org
sl_si: Izpusti moje uporabniško ime in uporabi samo @mojadomena.si

source: &Custom outer identity:
bg_bg: &Клиентска външна самоличност:
ca_es: Identitat externa &personalitzada:
de_de: Ei&genen Nutzernamen verwenden:
el_gr: &Διαμόρφωση της εξωτερικής ταυτότητας:
es_es: Identidad externa personalizada:
et_ee: &Kohandatud väline identiteet:
hr_hr: &Samostalno odabrani vanjski identitet:
it_it: Identità esterna &personalizzata:
lt_lt: &Tinkinta išorinė tapatybė:
nb_no: &Tilpasset ytre identitet:
pl_pl: &Niestandardowa tożsamość zewnętrzna:
sl_si: Zunanja identiteta po &meri:
sr_rs: &Custom spoljni identitet:

source: Specify custom outer identity
bg_bg: Специфицирай клиентска външна самоличност
ca_es: Especifiqueu la identitat externa personalitzada
de_de: Im unverschlüsselten Teil einen selbst festgelegten Nutzernamen verwenden
el_gr: Καθορίστε τη διαμόρφωση της εξωτερικής ταυτότητας
es_es: Especificar identidad externa personalizada
et_ee: Määra kohandatud väline identiteet
hr_hr: Specijalni vanjski identitet
it_it: Specifica l'identità esterna personalizzata
lt_lt: Nurodykite tinkintą išorinę tapatybę
nb_no: Spesifiser tilpasset ytre identitet
pl_pl: Podaj niestandardowy identyfikator zewnętrzny
sl_si: Navedite zunanjo identiteto po meri
sr_rs: Unesite proizvoljan spoljni identitet

source: Custom outer identity to use
bg_bg: Клиентска външна самоличност да се използва
ca_es: Identitat externa a utilitzar
de_de: Zu verwendender Nutzername
el_gr: Προσαρμόστε την εξωτερική ταυτότητα για να την χρησιμοποιήσετε
es_es: Identidad externa personalizada a usar
et_ee: Kohandatud väline identiteet kasutamiseks
hr_hr: Samostalno odabrani vanjski identitet koji će se koristiti
it_it: Identità esterna personalizzata da usare
lt_lt: Naudotina tinkinta išorinė tapatybė
nb_no: Tilpasset ytre identitet som brukes
pl_pl: Niestandardowy identyfikator zewnętrzny
sl_si: Zunanja identiteta po meri za uporabo
sr_rs: Koristi proizvoljan spoljni identitet

source: Tunneled Transport Layer Security
et_ee: Tunneldatud transpordikihi turve (TLLS)

source: <empty>
ca_es: <buit>
es_es: <vació>
lt_lt: <tuščias>

source: <blank ID>
es_es: <ID en blanco>
lt_lt: <tuščias ID>

source: <Your Organization>
ca_es: <La vostra organització>
es_es: <Su organización>
lt_lt: <Jūsų organizacija>

source: Client Credentials
lt_lt: Kliento kredencialai

source: Manage credentials used to connect.
lt_lt: Tvarkyti kredencialus, naudojamus jungiantis.

source: Use &own credentials:
lt_lt: Naudoti &savo kredencialus:

source: Select this option if you have your unique credentials to connect
lt_lt: Pažymėkite šią parinktį, jei turite savo asmeninius prisijungimo kredencialus

source: Your credentials loaded from Windows Credential Manager
lt_lt: Jūsų kredencialai įkelti iš „Windows“ kredencialų tvarkytuvo

source: Use &pre-shared credentials:
lt_lt: Naudoti išankstinio bendrinimo kredencialus:

source: Select this options if all clients connect using the same credentials
lt_lt: Pažymėkite šią parinktį, jei visi klientai jungiasi naudodamiesi tais pačiais kredencialais

source: Common (pre-shared) credentials
lt_lt: Išankstinio bendrinimo kredencialai

source: Check if you would like to save username and password
lt_lt: Pažymėkite, jei norite, kad jūsų vartotojo vardas ir slaptažodis būtų įsiminti

source: List of certificate authorities server's certificate must be issued by
lt_lt: Sertifikavimo tarnybų, galinčių išduoti serverio sertifikatą, sąrašas

source: TLS Client Certificate
lt_lt: TLS kliento sertifikatas

source: Please select your client certificate to use for authentication.
lt_lt: Pasirinkite kliento sertifikatą, naudotiną šio autentifikavimo metu.

source: Co&nnect without providing a client certificate
lt_lt: Jungtis &nepateikiant kliento sertifikavo

source: Select if your server does not require you to provide a client certificate
lt_lt: Pažymėkite, jei serveris nereikalauja pateikti kliento sertifikatą

source: Use the following &certificate:
lt_lt: Naudoti šį &sertifikatą:

source: Select if you need to provide a client certificate when connecting
lt_lt: Pažymėkite, jei jungiantis privaloma pateikti kliento sertifikatą

source: (Example: user@contoso.com)
lt_lt: (Pvz.: vartotojas@įstaiga.lt)

source: Check if you would like to save certificate selection
lt_lt: Pažymėkite, jei norite įsiminti pasirinktą sertifikatą

source: Invalid character in host name found: %c
lt_lt: Kompiuterio varde aptiktas netinkamas simbolis: %c

source: Use &empty outer identity (RFC 4822)
lt_lt: Naudoti &tuščią išorinę tapatybę (RFC 4822)

source: Are you sure you want to permanently remove %ls provider from configuration?
lt_lt: Ar tikrai norite visam laikui pašalinti teikėją „%ls“ iš konfigūracijos?

source: <error %u>
lt_lt: <klaida %u>

source: <error>
lt_lt: <klaida>
