Repository: Amebis/GEANTLink
Catalog: EAPMethods/locale/*.po
Languages: bg_bg, ca_es, de_de, el_gr, es_es, et_ee, hr_hr, it_it, lt_lt, nb_no, pl_pl, ro_ro, sl_si, sr_rs

source: Adds a new certificate authority from the certificate store to the list
bg_bg: Добавяне към списъка на нов certificate authority от хранилището със сертификати
ca_es: Afegeix una nova autoritat de certificació des del repositori de certificats
de_de: Fügt eine Zertifizierungsstelle aus dem Gerätespeicher für Zertifizierungsstellen zur Liste hinzu
el_gr: Προσθέτει μια νέα αρχή πιστοποιητικoύ στη λίστα από το κατάστημα πιστοποιητικών
es_es: Añade una nueva autoridad de certificación desde la lista del almacén de certificados
et_ee: Lisab sertikaadilaost nimekirja uue sertifitseerimiskeskuse
hr_hr: Dodavanje novog certifikat autoriteta iz skupa certifikata na listu
it_it: Aggiunge alla lista una nuova autorità di certificazione dall'archivio certificati
lt_lt: Įtraukti į sąrašą naują sertifikavimo tarnybą iš sertifikatų saugyklos
nb_no: Legg til en ny sertifikat utsteder i listen
pl_pl: Dodaje do listy nowy certyfikat z magazynu certyfikatów
ro_ro: Adaugă o nouă autoritate de certificare din magazinul de certificate în listă
sl_si: Doda novega izdajatelja potrdil iz shrambe potrdil na seznam
sr_rs: Dodaje na listu novo sertifikaciono telo iz skladišta sertifikata

source: Add CA from File...
bg_bg: Добавете CA от файл ...
ca_es: Afegir CA des d'un fitxer...
de_de: CA aus einer Datei hinzufügen...
el_gr: Προσθήκη CA από Φάκελο...
es_es: Añadir CA desde fichero...
et_ee: Lisa failist CA...
hr_hr: Dodavanje CA iz datoteke ...
it_it: Aggiungi CA da un file...
lt_lt: Įtraukti ST iš failo
nb_no: Legg til CA fra fil...
pl_pl: Dodaj Urząd z pliku...
ro_ro: Adăugare CA din fişier...
sl_si: Dodaj CA iz datoteke ...
sr_rs: Dodaj CA sertifikat iz fajla...

source: Adds a new certificate authority from the file to the list
bg_bg: Добавяне към списъка на нов certificate authority от файл
ca_es: Afegeix una nova autoritat de certificació des de d'un arxiu
de_de: Fügt eine Zertifizierungsstelle aus einer Datei zur Liste hinzu
el_gr: Προσθέτει μια νέα αρχή πιστοποιητικού από το αρχείο στη λίστα
es_es: Añadir una nueva autoridad de certificación a la lista desde un fichero
et_ee: Lisab failist nimekirja uue sertifitseerimiskeskuse
hr_hr: Dodavanje novog certifikat autoriteta na listu
it_it: Aggiunge una nuova autorità di certificazione dal file all'elenco
lt_lt: Įtraukti į sąrašą naują sertifikavimo tarnybą iš failo
nb_no: Legger til en ny CA fra filen til listen
pl_pl: Dodaje do listy nowy Urząd Certyfikacji z pliku
ro_ro: Adaugă o nouă autoritate de certificare din fișier în listă
sl_si: Doda novega izdajatelja potrdil iz datoteke na seznam
sr_rs: Dodaje novo sertifikaciono telo iz fajla u listu

source: &Remove CA
bg_bg: &Премахнете CA
ca_es: &Eliminar CA
de_de: &CA entfernen
el_gr: &Αφαιρέστε CA
es_es: &Borrar una CA
et_ee: Eemalda &CA
hr_hr: &Micanje CA
it_it: &Rimuovi CA
lt_lt: &Šalinti ST
nb_no: &Fjern CA
pl_pl: &Usuń Urząd
ro_ro: &Ştergere CA
sl_si: Odst&rani CA

source: Removes selected certificate authorities from the list
bg_bg: Премахване на избраните certificate authorities от списъка
ca_es: Elimina les autoritats de certificació seleccionades
de_de: Entfernt die ausgewählte Zertifizierungsstelle aus der Liste
el_gr: Αφαιρεί επιλεγμένα πιστοποιητικά από τη λίστα
es_es: Borrar las autoridades de certificación de la lista
et_ee: Eemaldab valitud sertifitseerimiskeskused nimekirjast
hr_hr: MIcanje odabranih certifikat autoriteta s liste
it_it: Rimuove dall'elenco le autorità di certificazione selezionate
lt_lt: Pašalinti pažymėtą sertifikavimo tarnybą iš sąrašo
nb_no: Fjerner valgte CA fra listen
pl_pl: Usuwa z listy wybrane urzędy certyfikacji
ro_ro: Îndepărtează autoritățile de certificare selectate din listă
sl_si: Odstrani izbrane izdajatelje potrdil s seznama
sr_rs: Uklanja odabrano sertifikaciono telo sa liste

source: Acceptable server &names:
bg_bg: Допустими сървър &имена:
ca_es: &Noms de servidors acceptats:
de_de: &Akzeptable Servernamen:
el_gr: Αποδεκτά &ονόματα server:
es_es: Nombres de servidor &aceptables:
et_ee: Lubatud serveri&nimed:
hr_hr: Prihvatljiv &naziv poslužitelja
it_it: &Nomi server attendibili:
lt_lt: Patikimi serverio &vardai:
nb_no: Aksepterte tjener&navn:
pl_pl: Dopuszczalne &nazwy serwerów:
ro_ro: Server și nume acceptate:
sl_si: Sprejemljiva ime&na strežnika:
sr_rs: Prihvatljiva &names servera

source: A semicolon delimited list of acceptable server FQDN names; blank to skip name check; Unicode characters allowed
bg_bg: Допустимите FQDN имена на сървъри са разделени с точка и запетая; оставете непопълнено, за да пропуснете проверката на името; позволени са уникод символи
ca_es: Llista de noms de servidors acceptats, separats per ;, en blanc per no comprovar noms. S'admeten caracters Unicode
de_de: Eine durch Semikola getrennte Liste der akzeptablen Servernamen; wenn leer, wird die Namensüberprüfung übersrungen; Unicode Buchstaben sind erlaubt
el_gr: Ένα semicolon οριοθετεί τη λίστα με τα αποδεκτά ονόματα χώρου FQDN εξυπηρετητών· αφήστε κενό για να παρακάμψετε την επιλογή ονόματος· επιτρέπονται οι χαρακτήρες unicode
es_es: Una lista separada por punto y coma de nombres de servidor FQDN aceptables; blanco para evitar comprobación de nombre; se admiten caracteres Unicode
et_ee: Semikoolonitega eraldatult nimekiri lubatud serverite FQDN nimedest; nimekontrolli vahelejätmiseks tühik; lubatud on Unicode märgistik
hr_hr: Točka-zarez odvaja listu FQDN naziva, prazno polje ne provjerava naziv; moguće korištenje Unicode znakova
it_it: Un elenco delimitato da punti e virgola di nomi FQDN del server attendibili; vuoto per saltare il controllo del nome; caratteri Unicode consentiti
lt_lt: Kabliataškiais atskirtų patikimų serverių FQDN vardų sąrašas. Palikite tuščią, jei norite praleisti šį patikrinimą. Unikodo rašmenys leidžiami
nb_no: En semikolon separert liste med aksepterte tjener FQDN navn; blank for å hoppe over navne sjekk; Unicode tegn er tillatt
pl_pl: Lista nazw domenowych serwerów rozdzielana średnikami; pusta lista oznacza brak sprawdzenia nazw; dozwolone są znaki Unicode
ro_ro: Punct și virgulă delimitează lista de nume de servere FQDN ; lăsați spațiu gol pentru a omite verificarea numelui; Caractere Unicode permise
sl_si: S podpičji ločen seznam sprejemljivih strežnikovih imen FQDN; prazno, da izpusti preverjanje imena; znaki Unicode dovoljeni
sr_rs: Lista prihvatljivih FQDN imena servera razdvojenih tačka-zarezom; ostaviti prazno ukoliko nije potrebna provera imena servera; dozvoljeno je korišćenje <i>unicode</i> karaktera

source: (Example: foo.bar.com;server2.bar.com)
bg_bg: (Например: foo.bar.com;server2.bar.com)
ca_es: (Per exemple: foo.bar.com;server2.bar.com)
de_de: (Beispiel: foo.bar.com;server2.bar.com)
el_gr: (Παράδειγμα: foo.bar.com;server2.bar.com)
es_es: (Ejemplo: foo.bar.com;servidor2.bar.com)
et_ee: (Näide: yks.näide.ee;2.teine.ee)
hr_hr: (Primjer: pero.hr;freeradius.primjer.hr)
it_it: (Esempio: foo.bar.com; server2.bar.com)
lt_lt: (Pvz.: vienas.įstaiga.lt;du.įstaiga.lt)
nb_no: (Eksempel: foo.bar.com;server2.bar.com)
pl_pl: (Przykład: foo.bar.com;server2.bar.com)
ro_ro: (Exemplu: foo.bar.com;server2.bar.com)
sl_si: (Primer: vzo.rec.si;streznik2.rec.si)
sr_rs: (npr: foo.bar.com;server2.bar.com)

source: User Certificate
bg_bg: Потребителски сертификат
ca_es: Certificat d'usuari
de_de: Benutzerzertifikat
el_gr: Πιστοποιητικό χρήστη
es_es: Certificado de usuario
et_ee: Kasutaja sertifikaat
hr_hr: Korisnički certifikat
it_it: Certificato utente
nb_no: Bruker sertifikat
pl_pl: Certyfikat użytkownika
ro_ro: Certificatul de utilizator
sl_si: Uporabnikovo potrdilo
sr_rs: Korisnički sertifikat

source: Please select your &certificate to use for authentication.
bg_bg: Моля изберете Вашия &сертификат, за да се аутентикирате.
ca_es: Sisplau escolliu el vostre &certificat per a l'autenticació.
de_de: Bitte wählen Sie ihr Benutzer&zertifikat für die Identifizierung aus
el_gr: Επιλέξτε το &πιστοποιητικό σας που θα χρησιμοποιηθεί για τον έλεγχο ταυτότητας.
es_es: Por favor seleccione su &certificado a usar para la autenticación.
et_ee: Palun vali autentimiseks oma serti&fikaat
hr_hr: Odaberite &certifikat koji ćete koristiti za autentikaciju.
it_it: Seleziona il tuo &certificato da utilizzare per l'autenticazione.
nb_no: Vennligst velg ditt &sertifikat for autentisering.
pl_pl: Wybierz certyfikat klienta, który ma być używany przy Twoim uwierzytelnieniu.
ro_ro: Vă rugăm să selectați certificatul dumneavoastră de utilizat pentru autentificare.
sl_si: Izberite svoje potrdilo za uporabo med overovljanjem.
sr_rs: Izaberite vaš &certificate koji ćete koristiti za autentifikaciju.

source: Client certificate to use for authentication
bg_bg: Клиентски сертификат за аутентикация
ca_es: Certificat de client per a l'autenticació
de_de: Nutzerzertifikat für Anmeldung
el_gr: Το πιστοποιητικό πελάτη που θα χρησιμοποιηθεί για τον έλεγχο της ταυτότητας
es_es: Certificado de cliente a utilizar para autenticación
et_ee: Autentimisel kasutatav kliendisertifikaat
hr_hr: Klijentski certifikat za autentikaciju
it_it: Certificato client da usare per l'autenticazione
lt_lt: Kliento sertifikatas autentifikavimui
nb_no: Klientsertifikat for autentisering
pl_pl: Certyfikat klienta używany do uwierzytelnienia
ro_ro: Certificat de client de folosit pentru autentificare
sl_si: Odjemalčevo potrdilo za overovljanje
sr_rs: Klijentski sertifikat koji se koristi za autentifikaciju

source: Custom &identity:
bg_bg: Клиентска &самоличност:
ca_es: Personalitzar la &identitat:
de_de: Ab&weichender Nutzername:
el_gr: Προσαρμοσμένη &ταυτότητα:
es_es: &Identidad personalizada:
et_ee: Kohandatud &identiteet:
hr_hr: Samostalno odabrani &identitet:
it_it: &Identità personalizzata:
lt_lt: &Tinkinta tapatybė:
nb_no: Tilpasset &identitet:
pl_pl: Niestandardowy &identyfikator:
ro_ro: Personalizare și identitate:
sl_si: &Identiteta po meri:
sr_rs: Proizvoljan &identity:

source: Your identity (username@domain) to override one from certificate; or blank to use one provided in certificate
bg_bg: Вашата самоличност (username@domain) да препокрие един от сертификатите; или оставете непопълнено, за да използвате една от предоставените в сертификата
ca_es: La vostra identitat (identificador@domini) per substituir la indicada en el certificat; o en blanc per fer servir la continguda en el mateix
de_de: Ihr Benutzername (nutzer@domain) wenn abweichend vom Namen im Benutzerzertifikat; oder leer lassen um den Namen im Benutzerzertifikat zu verwenden
el_gr: Η ταυτότητά σας (username@domain) για να παρακάμψετε ένα πιστοποιητικό· ή κενό για να χρησιμοποιήσετε όποια ταυτότητα παρέχεται από πιστοποιητικό
es_es: Su identidad (usuario@dominio) que sobreescribirá la del certificado; o en blanco para usar la proporcionada en el certificado
et_ee: Sinu identiteet (kasutajanimi@domeen), millega kirjutatakse üle sertifikaadis olev; kui jätad tühjaks, kasutatakse sertifikaadis olevat
hr_hr: Vaš korisnički podatak (pero@pero.hr) će se koristiti umjesto podataka iz certifikata ili ostavite prazno kako bi se koristili podaci iz certifikata
it_it: La tua identità (nomeutente@dominio) per sovrascriverne quella del certificato; o vuoto per utilizzare quella fornita nel certificato
lt_lt: Jūsų tapatybė (vartotojas@domenas), naudotina vietoje nurodytos sertifikate. Palikite lauką tuščią sertifikate nurodytai tapatybei naudoti
nb_no: Din identitet (brukernavn@domene) for overskriving av sertifikat; eller tomt for å bruke den fra sertifikatet.
pl_pl: Twój identyfikator (użytkownik@domena), który ma być użyty zamiast podanego w certyfikacie; pusty wpis spowoduje użycie identyfikatora z certyfikatu
ro_ro: Identitatea dumneavoastră (nume de utilizator @ domeniu) pentru a trece peste un certificat; sau necompletat pentru a utiliza unul prevăzut în certificat
sl_si: Vaša identiteta (up. ime@domena), ki bo nadomestila tisto s potrdila; ali prazno, če želite uporabiti tisto s potrdila
sr_rs: Vaš identitet (korisničko_ime@domen.ac.rs) kako biste obrisali korisničko ime iz sertifikata; ili prazno kako biste koristili ono koje se nalazi u sertifikatu

source: No certificate selected
ro_ro: Niciun certificat selectat

source: Validation conflict
lt_lt: Patikra nesėkminga
ro_ro: Conflict la validare

source: Add Certificate
bg_bg: Добавете сертификат
ca_es: Afegir Certificat
de_de: Zertifikat hinzufügen
el_gr: Προσθήκη Πιστοποιητικού
es_es: Añadir Certificado
et_ee: Lisa sertifikaat
hr_hr: Dodaj certifikat
it_it: Aggiungi certificato
lt_lt: Pridėti sertifikatą
nb_no: Legg til sertifikat
pl_pl: Dodaj certyfikat
ro_ro: Adaugă certificat
sl_si: Dodaj potrdilo
sr_rs: Dodaj sertifikat

source: Certificate Files (*.cer;*.crt;*.der;*.p7b;*.pem)
bg_bg: Файлове на сертификати (*.cer;*.crt;*.der;*.p7b;*.pem)
ca_es: Fitxers de certificat (*.cer;*.crt;*.der;*.p7b;*.pem)
de_de: Zertifikatsdateien (*.cer;*.crt;*.der;*.p7b;*.pem)
el_gr: Αρχεία Πιστοποιητικών (*.cer;*.crt;*.der;*.p7b;*.pem)
es_es: Ficheros de certificado (*.cer;*.crt;*.der;*.p7b;*.pem)
et_ee: Sertifikaadi failid (*.cer;*.crt;*.der;*.p7b;*.pem)
it_it: File di certificato (*.cer;*.crt;*.der;*.p7b;*.pem)
lt_lt: Sertifikatų failai (*.cer;*.crt;*.der;*.p7b;*.pem)
nb_no: Sertifikat filer (*.cer;*.crt;*.der;*.p7b;*.pem)
pl_pl: Pliki certyfikatów (*.cer;*.crt;*.der;*.p7b;*.pem)
ro_ro: Fişierele Certificat (*.cer;*.crt;*.der;*.p7b;*.pem)
sl_si: Datoteke s potrdili (*.cer;*.crt;*.der;*.p7b;*.pem)
sr_rs: Fajlovi sa sertifikatima (*.cer;*.crt;*.der;*.p7b;*.pem)

source: X.509 Certificate Files (*.cer;*.crt;*.der;*.pem)
bg_bg: X.509 файлове на сертификати (*.cer;*.crt;*.der;*.pem)
ca_es: Fitxers de certificat X.509 (*.cer;*.crt;*.der;*.pem)
de_de: X.509 Zertifikatsdateien (*.cer;*.crt;*.der;*.pem)
el_gr: X.509 Αρχεία Πιστοποιητικών (*.cer;*.crt;*.der;*.pem)
es_es: Ficheros de certificado X.509 (*.cer;*.crt;*.der;*.pem)
et_ee: X.509 sertifikaadi failid (*.cer;*.crt;*.der;*.p7b;*.pem)
it_it: File di certificato X.509 (*.cer;*.crt;*.der;*.pem)
lt_lt: X.509 sertifikatų failai (*.cer;*.crt;*.der;*.pem)
nb_no: X.509 sertifikat filer (*.cer;*.crt;*.der;*.pem)
pl_pl: Pliki certyfikatów X.509 (*.cer;*.crt;*.der;*.pem)
ro_ro: X.509 Fişierele Certificat (*.cer;*.crt;*.der;*.pem)
sl_si: Datoteke s potrdili X.509 (*.cer;*.crt;*.der;*.pem)
sr_rs: Fajlovi sa X.509 sertifikatima (*.cer;*.crt;*.der;*.pem)

source: PKCS #7 Certificate Files (*.p7b)
bg_bg: PKCS #7 файлови сертификати (*.p7b)
ca_es: Fitxers de certificat PKCS #7 (*.p7b)
de_de: PKCS #7 Zertifikatsdateien (*.p7b)
el_gr: PKCS #7 Αρχεία Πιστοποιητικών (*.p7b)
es_es: Ficheros de certificados PKCS #7 (*.p7b)
et_ee: PKCS #7 sertifikaadi failid (*.p7b)
it_it: File di certificato PKCS #7 (.p7b)
lt_lt: PKCS #7 sertifikatų failai (*.p7b)
nb_no: PKCS #7 sertifikat filer (*.p7b)
pl_pl: Pliki certyfikatów PKCS #7 (*.p7b)
ro_ro: PKCS #7 Fişierele Certificat (*.p7b)
sl_si: Datoteke s potrdili PKCS #7 (*.p7b)
sr_rs: Fajlovi sa PKCS #7 sertifikatima (*.p7b)

source: All Files (*.*)
bg_bg: Всички файлове (*.*)
ca_es: Tots els fitxers (*.*)
de_de: Alle Dateien (*.*)
el_gr: Όλα τα αρχεία (*.*)
es_es: Todos los ficheros (*.*)
et_ee: Kõik failid (*.*)
hr_hr: Sve datoteke (*.*)
it_it: Tutti i file (*.*)
lt_lt: Visi failai (*.*)
nb_no: Alle filer (*.*)
pl_pl: Wszystkie pliki (*.*)
ro_ro: Toate filele (*.*)
sl_si: Vse datoteke (*.*)
sr_rs: Svi fajlovi (*.*)

source: Invalid or unsupported certificate file %s
bg_bg: Невалиден или неподдържан файл на сертификат %s
ca_es: Fitxer de certificat no vàlid o no suportat %s
de_de: Ungültige oder nicht unterstützte Zertifikatsdatei %s
el_gr: Άκυρο ή μη υποστηριζόμενο αρχείο πιστοποιητικού %s
es_es: Fichero de certificado %s es inválido o no está soportado
et_ee: Vigane või mittetoetatud sertifikaadifail %s
hr_hr: Nevažeća ili nepodržana datoteka s certifikatom %s
it_it: File di certificato non valido o non supportato %s
lt_lt: Sugadintas arba nepalaikomo tipo sertifikato failas – %s
nb_no: Ugyldig eller ikke støttet sertifikat fil %s
pl_pl: Nieprawidłowy, albo niewspierany plik certyfikatu %s
ro_ro: Fișier de certificat %s nevalid sau neacceptat
sl_si: Napačna ali nepodprta datoteka s potrdilom %s
sr_rs: Pogrešan ili nepodržan sertifikat %s

source: Error
bg_bg: Грешка
de_de: Fehler
el_gr: Σφάλμα
et_ee: Viga
hr_hr: Greška
it_it: Errore
lt_lt: Klaida
nb_no: Feil
pl_pl: Błąd
ro_ro: Eroare
sl_si: Napaka
sr_rs: Greška

source: Invoking EAP identity UI failed (error %u, %s, %s).
de_de: Anzeigen des Dialogs für EAP Identität fehlgeschlagen (Fehler %u, %s, %s).
el_gr: Απέτυχη η επίκληση της EAP UI ταυτότητας (σφάλμα %u, %s, %s).
es_es: Fallo al lanzar la interfaz de usuario de identidad EAP (error %u, %s, %s).
et_ee: EAP identiteedi UI aktiveerimine ebaõnnestus (viga %u, %s, %s).
hr_hr: Neuspjelo otvaranje korisničkog sučelja EAP identiteta.
it_it: Richiamo dell'interfaccia utente dell'identità EAP non riuscito (errore %u, %s, %s).
nb_no: Kall av EAP identitet UI feilet (feil %u, %s, %s).
pl_pl: Błąd przy uruchomieniu interfejsu użytkownika dla EAP (błąd %u, %s, %s).
ro_ro: Invocarea interfaței de identitate EAP a eșuat (eroare%u,%s,%s).
sl_si: Zagon up. vmesnika za identiteto EAP ni uspel (napaka %u, %s, %s).
sr_rs: Aktiviranje korisničkog interfejsa za EAP identitet je neuspešno (greška %u, %s, %s).

source: Invoking EAP identity UI failed (error %u).
de_de: Anzeigen des Dialogs für EAP Identität fehlgeschlagen (Fehler %u).
el_gr: Απέτυχη η επίκληση της EAP UI ταυτότητας (σφάλμα %u).
es_es: Fallo al lanzar la interfaz de usuario de identidad EAP (error %u).
et_ee: EAP identiteedi UI aktiveerimine ebaõnnestus (viga %u).
hr_hr: Otvaranje korisničkog sučelja za identitet EAP nije uspjelo
it_it: Richiamo dell'interfaccia utente dell'identità EAP non riuscito (errore %u).
nb_no: Kall av EAP identitet UI feilet (feil %u).
pl_pl: Błąd przy uruchomieniu interfejsu użytkownika dla EAP (błąd %u).
ro_ro: Invocarea interfaței de identitate EAP a eșuat (eroare%u).
sl_si: Zagon up. vmesnika za identiteto EAP ni uspel (napaka %u).
sr_rs: Aktiviranje korisničkog interfejsa za EAP identitet je neuspešno (greška %u).

source: Invoking EAP interactive UI failed (error %u, %s, %s).
el_gr: Η επίκληση της διαδραστικότητας του EAP UI απέτυχε (error %u, %s, %s).
et_ee: EAP interaktiivse UI aktiveerimine ebaõnnestus (viga %u, %s, %s).
hr_hr: Neuspješno pokretanje interaktivnog korisničkog sučelja EAP.
it_it: Richiamo dell'interfaccia utente interattiva per l'EAP non riuscito (errore %u, %s, %s).
nb_no: Kall av EAP interaktivt UI feilet (feil %u, %s, %s).
ro_ro: Invocarea EAP EI interactivă a eșuat (eroare %u,%s,%s).
sl_si: Zagon interaktivnega up. vmesnika EAP ni uspel (napaka %u, %s, %s).
sr_rs: Aktiviranje interaktivnog korisničkog interfejsa za EAP je neuspešno (greška %u, %s, %s).

source: Invoking EAP interactive UI failed (error %u).
el_gr: Η επίκληση της διαδραστικότητας του EAP UI απέτυχε (error %u).
et_ee: EAP interaktiivse UI aktiveerimine ebaõnnestus (viga %u).
hr_hr: Pokretanje EAP interaktivnog korisničkog sučelja nije uspjelo.
it_it: Richiamo dell'interfaccia utente interattiva sull'EAP non riuscito (errore %u).
nb_no: Kall av EAP interaktivt UI feilet (feil %u).
ro_ro: Invocarea EAP EI interactivă a eșuat (eroare %u).
sl_si: Zagon interaktivnega up. vmesnika EAP ni uspel (napaka %u).
sr_rs: Aktiviranje interaktivnog korisničkog interfejsa za EAP je neuspešno (greška %u).

source: Outer Authentication
bg_bg: Външна аутентикация
ca_es: Autenticació externa
de_de: Unverschlüsselte Anmeldungsphase
el_gr: Ταυτοποίηση εξωτερικής ταυτότητας
es_es: Autenticación externa
et_ee: Väline autentimine
hr_hr: Vanjska autentikacija
it_it: Autenticazione esterna
lt_lt: Išorinis autentifikavimas
nb_no: Ytre autentisering
pl_pl: Uwierzytelnienie
ro_ro: Autentificare exterioară
sl_si: Zunanje overovljanje
sr_rs: Spoljna autentifikacija

source: Inner Authentication
bg_bg: Вътрешна аутентикация
ca_es: Autenticació interna
de_de: Verschlüsselte Anmeldungsphase
el_gr: Ταυτοποίηση εσωτερικής ταυτότητας
es_es: Autenticación interna
et_ee: Sisemine autentimine
hr_hr: Unutrašnja autentikacija
it_it: Autenticazione interna
lt_lt: Vidinis autentifikavimas
nb_no: Indre autentisering
pl_pl: Uwierzytelnienie wewnętrzne
ro_ro: Autentificare interioară
sl_si: Notranje overovljanje
sr_rs: Unutrašnja autentifikacija

source: Select inner authentication method from the list
bg_bg: Изберете метод за вътрешна аутентикация от списъка
ca_es: Escolliu de la llista el mètode d'autenticació externa
de_de: Wählen Sie die Anmeldemethode im verschlüsselten Teil der Verbindung aus
el_gr: Επιλέξτε την μέθοδο ταυτοποίησης εσωτερικής ταυτότητας από τη λίστα
es_es: Seleccione un método de autenticación interna de la lista
et_ee: Vali nimekirjast sisemise autentimise meetod
hr_hr: Odaberi unutrašnji autentikacijski mehanizam s liste
it_it: Seleziona dalla lista il metodo per l'autenticazione interna
lt_lt: Pasirinkite vidinio autentifikavimo metodą iš sąrašo
nb_no: Velg den indre autentiseringsmetoden fra listen
pl_pl: Wymierz metodę uwierzytelnienia wewnętrznego z listy
ro_ro: Selectați metoda de autentificare interioară din listă
sl_si: Izberite postopek notranjega overovljanja s seznama
sr_rs: Izaberite unutrašnji metod autentifikacije sa liste

source: Other EAP methods...
de_de: Andere EAP Methoden...
el_gr: Άλλοι μέθοδοι EAP...
es_es: Otros métodos EAP...
et_ee: Muud EAP meetodid...
hr_hr: Ostale EAP metode...
it_it: Altri metodi EAP...
nb_no: Andre EAP metoder...
pl_pl: Inne metody EAP ...
ro_ro: Alte metode EAP...
sl_si: Druge metode EAP ...
sr_rs: Drugi EAP metodi...

source: EAP-TTLS Method
ro_ro: Metoda EAP-TTLS

source: EAP Methods
bg_bg: EAP методи
ca_es: Mètodes EAP
de_de: EAP Methoden
el_gr: Μέθοδοι EAP
es_es: Métodos EAP
et_ee: EAP meetodid
hr_hr: EAP metode
it_it: Metodi EAP
lt_lt: EAP metodai
nb_no: EAP Metoder
pl_pl: Metody EAP
ro_ro: Metodele EAP
sl_si: Postopki EAP
sr_rs: EAP metodi

source: Modules to support individual EAP methods
bg_bg: Модули за поддръжка на индивидуални EAP методи
ca_es: Móduls per soportar mètodes EAP individuals
de_de: Module zur Unterstützung einzelner EAP Methoden
el_gr: Ενότητες για την ενίσχυση μεμονωμένων μεθόδων EAP
es_es: Módulos para soportar métodos EAP individualmente
et_ee: Moodulid individuaalsete EAP meetodite toeks
hr_hr: Moduli za podršku pojedinim EAP metodama
it_it: Moduli per supportare i singoli metodi EAP
lt_lt: Moduliai atskirų EAP metodų palaikymui
nb_no: Moduler for støtte av individuelle EAP metoder
pl_pl: Moduły obsługujące konkretne metody EAP
ro_ro: Module pentru a sprijini metodele individuale EAP
sl_si: Moduli, ki omogočajo posamezne postopke EAP
sr_rs: Moduli podržani u određenim EAP metodima

source: (empty)
bg_bg: (празно)
de_de: (leer)
el_gr: (κενό)
et_ee: (tühi)
hr_hr: (prazno)
nb_no: (tom)
pl_pl: (pusty)
sl_si: (prazno)
sr_rs: (prazno)

source: Use credentials from Credential &Manager
bg_bg: Използвайте удостоверения за самоличност от Credential &Manager
ca_es: Utilitzar credencials del Credential &Manager
de_de: Benutze die Daten aus dem Schlüsselbund
el_gr: Χρησιμοποιήστε τα διαπιστευτήρια από τον Credential &Manager
es_es: Usa credenciales del &Administrador de Credenciales
et_ee: Kasuta kasutajakonto andmeid kasutajakontode hal&durist (Credential Manager)
hr_hr: Upotrijebite vjerodajnice iz &Credential i upravitelja
it_it: Utilizza le credenziali dal Credential &Manager
nb_no: Bruk brukerdetaljer fra Credential &Manager
pl_pl: Użyj poświadczeń z &Managera poświadczeń
sl_si: Uporabi poverilnice iz &Upravitelja poverilnic
sr_rs: Koristi kredencijale iz &Manager kredencijala

source: Identity:
el_gr: Ταυτότητα:
et_ee: Identiteet:
hr_hr: Identitet
it_it: Identità:
nb_no: Identitet:
sl_si: Identiteta:
sr_rs: Identitet:
