Repository: Amebis/GEANTLink
Catalog: EAPMethods/locale/*.po
Languages: bg_bg, ca_es, de_de, el_gr, es_es, et_ee, hr_hr, it_it, lt_lt, nb_no, pl_pl, ro_ro, sl_si, sr_rs

source: For additional help and instructions, please contact %s at:
bg_bg: За допълнителна помощ и инструкции, моля свържете се с %s на:
ca_es: Per instruccions i ajuda, sisplau contacteu amb %s a:
de_de: Für Hilfe und weitere Anleitungen kontaktieren Sie bitte %s via:
el_gr: Για περισσότερη βοήθεια και οδηγίες, παρακαλούμε επικοινωνήστε μαζί μας %s στο:
es_es: Para ayuda o instrucciones adicionales, por favor contacte con %s en:
et_ee: Abi ja juhendite saamiseks võta palun ühendust: %s
hr_hr: Za dodatnu pomoć i postavke kontaktiraj %s :
it_it: Per ulteriore aiuto e istruzioni, si prega di contattare %s tramite:
lt_lt: Norėdami papildomos informacijos ar pagalbos, kreipkitės į %s:
nb_no: For mer hjelp og instruksjoner, kontakt %s via:
pl_pl: W celu otrzymania pomocy i instrukcji skontaktuj się z %s poprzez:
ro_ro: Pentru ajutor și instrucțiuni suplimentare, vă rugăm să contactați %s la :
sl_si: Za dodtano pomoč ali navodila se obrnite na %s na:
sr_rs: Za dodatnu pomoć i instrukcije, kontaktirajte %s na:

source: your provider
bg_bg: Вашият доставчик
ca_es: el vostre proveidor
de_de: ihren Identitätsprovider
el_gr: ο πάροχος σας
es_es: su proveedor
et_ee: sinu teenusepakkuja
hr_hr: vaš davatelj usluge
it_it: il tuo provider
lt_lt: savo teikėją
nb_no: Din tilbyder
pl_pl: Twój dostawca tożsamości
ro_ro: providerul dumneavoastră
sl_si: vaš ponudnik
sr_rs: vaš provajder

source: Open the default web browser
bg_bg: Отворете уеб браузера по подразбиране
ca_es: Obriu el navegador per defecte
de_de: Öffnen Sie im Webbrowser
el_gr: Ανοίξτε ένα προεπιλεγμένο φυλλομετρητή
es_es: Abrir el navegador web por defecto
et_ee: Ava vaikimisi määratud veebilehitseja
hr_hr: Otvori standardni web preglednik
it_it: Apri il web browser di default
lt_lt: Atverti numatytąją naršyklę
nb_no: Åpne standard nettleser
pl_pl: Otwórz w domyślnej przeglądarce WWW
ro_ro: Deschideți browserul web implicit
sl_si: Odpre privzeto nastavljen spletni brskalnik
sr_rs: Otvorite uobičajeni web brauzer

source: Open your e-mail program
bg_bg: Отворете Вашата програма за електронна поща
ca_es: Obriu el programa de correu
de_de: Öffnen Sie Ihr E-Mail Programm
el_gr: Ανοίξτε το πρόγραμμα του e-mail σας
es_es: Abrir su cliente de correo electrónico
et_ee: Ava oma e-postiprogramm
hr_hr: Otvorite vaš e-mail program
it_it: Apri il tuo programma e-mail
lt_lt: Atverti el. pašto programą
nb_no: Åpne e-post program
pl_pl: Otwórz w programie obsługi e-mail
ro_ro: Deschideți programul de e-mail
sl_si: Odpre vaš program za e-pošto
sr_rs: Otvorite vašeg mejl klijenta

source: Dial the phone number
bg_bg: Наберете телефонният номер
ca_es: Marqueu el telèfon
de_de: Wählen Sie die Telefonnummer
el_gr: Πληκτρολογήστε το αριθμό τηλεφώνου
es_es: Llamar al teléfono
et_ee: Vali telefoninumber
hr_hr: Nazovi telefonski broj
it_it: Componi il numero di telefono
lt_lt: Rinkti telefono numerį
nb_no: Ring telefon
pl_pl: Wybierz numer telefonu
ro_ro: Apelează numărul de telefon
sl_si: Pokliče telefonsko številko
sr_rs: Pozovite broj

source: %s has pre-set parts of this configuration. Those parts are locked to prevent accidental modification.
bg_bg: %s има предварително настроени части на тази конфигурация. Тези части са заключени, за да се предотврати инцидентно модифициране.
ca_es: %s ha preconfigurat parts d'aquesta configuració. Aquestes parts estan bloquejades per evitar modificacions accidentals.
de_de: %s hat einige der Konfigurationsdaten voreingestellt. Diese Daten sind gesperrt um unbeabsichtigte Änderungen zu vermeiden.
el_gr: %s έχει προ-ρυθμισεί τμήματα αυτής της διαμόρφωσης. Τα μέρη αυτά είναι κλειδωμένα για να εμποδίστει η τυχαία τροποποίηση.
es_es: %s tiene determinadas secciones de configuración pre-establecidas. Dichas secciones están bloqueadas para evitar modificaciones accidentales.
et_ee: %s omab selles seadistuses eelseatud osi, mis on juhuslike muudatuste eest kaitsmiseks lukustatud.
hr_hr: %s ima predefinirane postavke. Te postavke su zaključane kako bi spriječile slučajnu promjenu.
it_it: %s ha parti preimpostate di questa configurazione. Queste parti sono bloccate per impedire modifiche accidentali.
lt_lt: %s įrašė ir užrakino dalį konfigūracijos. Užrakintų parametrų keisti negalėsite.
nb_no: %s har pre-satt deler av denne konfigurasjonen. De delene er låst for å hindre utilsiktet modifikasjon.
pl_pl: Ta konfiguracja dla %s jest częściowo pre-definiowana. Te części są zablokowane, aby zapobiec przypadkowej modyfikacji.
ro_ro: %s are părți prestabilite ale acestei configurații. Aceste piese sunt blocate pentru a preveni modificarea accidentală.
sl_si: %s je prednastavil dele te konfiguracije. Ti deli so zaklenjeni zaradi preprečevanja nenamernih sprememb.
sr_rs: %s ima predefinisane delove ove konfiguracije. Ti delovi su zaključani kako bi se izbegla njihova slučajna izmena.

source: Your provider
bg_bg: Вашият доставчик
ca_es: El vostre proveidor
de_de: Ihr Identitätsprovider
el_gr: Ο πάροχός σας
es_es: Su proveedor
et_ee: Sinu teenusepakkuja
hr_hr: Vaš davatelj usluge
it_it: Il tuo provider
lt_lt: Jūsų teikėjas
nb_no: Din tibyder
pl_pl: Twój dostawca tożsamości
ro_ro: Furnizorul dumneavostră
sl_si: Vaš ponudnik
sr_rs: Vaš provajder

source: Previous attempt to connect reported invalid credentials.
bg_bg: Предишният опит за свързване докладва невалидни удостоверения за самоличност.
ca_es: L'intent de connexió anterior ha informat de credencials no vàlides.
de_de: Der vorige Anmeldeversuch schlug fehl wegen falscher Nutzerdaten.
el_gr: Η προηγούμενη προσπάθεια για να συνδεθείτε ανέφερε μη έγκυρα διαπιστευτήρια.
es_es: El intento anterior de conexión reportó que las credenciales no eran correctas.
et_ee: Eelmine ühendumiskatse oli mittekehtivate kasutajakonto andmetega.
hr_hr: Prethodni pokušaj spajanja je prijavio da su korišteni netočni korisnički podaci.
it_it: Il precedente tentativo di connessione ha segnalato credenziali non valide.
lt_lt: Ankstesniojo bandymo prisijungti metu grąžintas atsakymas, jog kredencialai netinkami.
nb_no: Tidligere forsøk på tilkobling rapporterte feil brukeropplysninger.
pl_pl: Poprzednie próby połączenia zgłosiły błąd poświadczeń logowania.
ro_ro: Încercarea anterioară de conectare a raportat credențiale nevalide .
sl_si: Prejšnji poskus povezave je javil, da so poverilnice napačne.
sr_rs: Prethodni pokušaj povezivanja je prijavio da ste uneli pogrešne kredencijale.

source: Previous attempt to connect reported your credentials expired.
bg_bg: Предишният опит за свързване докладва, че Вашите удостоверения за самоличност са изтекли.
ca_es: L'intent de connexió anterior indica que les credencials han caducat.
de_de: Der vorige Anmeldeversuch schlug fehl weil die Nutzerdaten abgelaufen sind.
el_gr: Η προηγούμενη προσπάθεια για να συνδεθείτε ανέφερε ότι τα διαπιστευτήριά σας έχουν λήξει.
es_es: El intento anterior de conexión reportó que las credenciales han expirado.
et_ee: Eelmise ühendumiskatse kohaselt olid su kasutajakonto andmed aegunud.
hr_hr: Prethodni pokušaj spajanja je prijavio da su korisnički podaci istekli.
it_it: Il precedente tentativo di connessione ha segnalato credenziali scadute.
lt_lt: Ankstesniojo bandymo prisijungti metu grąžintas atsakymas, jog jūsų kredencialai nebegalioja.
nb_no: Tidligere forsøk på tilkobling rapporterte brukeropplysninger utløpt på dato
pl_pl: Poprzednie próby połączenia zgłosiły błąd przedawnienia poświadczeń logowania.
ro_ro: Încercarea anterioară de conectare a raportat datele de acreditare expirate.
sl_si: Prejšnji poskus povezave je javil, da so poverilnice potekle.
sr_rs: Prethodni pokušaj povezivanja je prijavio da su vaši kredencijali istekli.

source: Previous attempt to connect reported your credentials are being changed.
bg_bg: Предишният опит за свързване докладва, че Вашите удостоверения за самоличност са били променени.
ca_es: L'intent de connexió anterior indica que les credencials han estat modificades.
de_de: Der vorige Anmeldeversuch meldete dass Ihre Nutzerdaten geändert werden müssen.
el_gr: Η προηγούμενη προσπάθεια να συνδεθείτε ανέφερε ότι τα διαπιστευτήρια σας έχουν αλλάξει.
es_es: El intento anterior de conexión reportó que sus credenciales están siendo cambiadas.
et_ee: Eelmise ühendumiskatse kohaselt on su kasutajakonto andmed muutmisel.
hr_hr: Prethodni pokušaj spajanja je priojavio da su promjenjeni korisnički podaci.
it_it: Il precedente tentativo di connessione ha segnalato credenziali che devono essere cambiate.
lt_lt: Ankstesniojo bandymo prisijungti metu grąžintas atsakymas, jog jūsų kredencialai yra keičiami.
nb_no: Tidligere forsøk på tilkobling rapporterte at dine brukeropplysninger blir endret.
pl_pl: Poprzednie próby połączenia zgłosiły, że poświadczenia logowania zostały zmienione.
ro_ro: Încercarea anterioară de conectare a raportat că datele de acreditare au fost modificate.
sl_si: Prejšnji poskus povezave je javil, da so poverilnice v postopku spreminjanja.
sr_rs: Prethodni pokušaj povezivanja je prijavio da se vaši kredencijali trenutno menjaju.

source: Previous attempt to connect failed.
bg_bg: Предишният опит за свързване е неуспешен.
ca_es: L'intent de connexió anterior ha fallat.
de_de: Der vorige Anmeldeversuch schlug fehl.
el_gr: Η προηγούμενη προσπάθεια σύνδεσης απέτυχε.
es_es: Los intentos anteriores de conexión fallaron.
et_ee: Eelmine ühendumiskatse ebaõnnestus.
hr_hr: Prethodni pokušaj spajanja nije uspio.
it_it: Tentativo precedente di connessione fallito.
lt_lt: Ankstesnysis bandymas prisijungti nepavyko.
nb_no: Tidligere forsøk på tilkobling feilet.
pl_pl: Poprzednie próby połączenia były nieudane.
ro_ro: Încercarea anterioară de conectare a eșuat.
sl_si: Prejšnji poskus povezave ni uspel.
sr_rs: Prethodni pokušaj povezivanja nije bio uspešan.

source: Please, make sure your credentials are correct, or try again later.
bg_bg: Моля уверете се, че удостоверенията Ви за самоличност са коректни или опитайте отново по-късно.
ca_es: Sisplau assegureu-vos que les vostres credencials són correctes, o proveu-ho més tard.
de_de: Bitte stellen Sie sicher dass ihre Nutzerdaten korrekt sind, oder versuchen Sie es später noch einmal.
el_gr: Παρακαλώ, βεβαιωθείτε ότι τα διαπιστευτήρια σας είναι σωστά ή δοκιμάστε ξανά αργότερα.
es_es: Por favor, asegúrese de que sus credenciales son correctas, o inténtelo de nuevo más tarde.
et_ee: Palun veendu, et Su kasutajakonto andmed on korrektsed, või proovi hiljem uuesti.
hr_hr: Molimo provjeritet da je certifikat dobar ili pokušajte kasnije.
it_it: Assicurati che le tue credenziali siano corrette, o riprova più tardi.
lt_lt: Įsitikinkite, jog jūsų kredencialai teisingi, arba bandykite iš naujo vėliau.
nb_no: Vennligst sjekk at dine brukeropplysninger er korrekt, eller prøv igjen senere.
pl_pl: Upewnij się, że Twoje poświadczenia logowania są poprawne, albo spróbuj ponownie później.
ro_ro: Vă rugăm, asigurați-vă că datele de acreditare sunt corecte sau încercați din nou mai târziu.
sl_si: Preverite, ali so vaše poverilnice pravilne ali poskusite kasneje.
sr_rs: Proverite da li ste uneli ispravne kredencijale ili pokušajte ponovo kasnije.

source: The %s version installed on this computer logs credentials in visible and easy to read way.
de_de: Die Version von %s die auf diesem Rechner installiert ist speichert Passwörter in Klartext an einer leicht lesbaren Stelle.
el_gr: Η %s εγκατεστημένη έκδοση σε αυτόν τον υπολογιστή συνδέει τα διαπιστευτήρια με ορατό και ευανάγνωστο τρόπο.
es_es: La versión %s instalada en este ordenador registra las credenciales de forma abierta y fácil de leer.
et_ee: %s versioon selles arvutis logib kasutajakonto andmeid nähtavalt ja lihtsalt loetavalt.
hr_hr: %s verzija instalirana na ovom računalu prijavljuje vjerodajnice na vidljiv i jednostavan način za čitanje.
it_it: La versione %s installata su questo computer registra le credenziali in modo visibile e facile da leggere.
nb_no: %s versjonen som er installert på denne enheten logger brukeropplysninger på en synlig og lettlest måte.
pl_pl: Zainstalowana na tym komputerze wersja %s zapisuje poświadczenia w sposób łatwy do odczytania.
ro_ro: Versiunea instalată %s pe acest computer înregistrează datele de acreditare în mod vizibil și ușor de citit.
sl_si: Verzija %s nameščena na tem računalniku beleži poverilnice na viden in preprosto berljiv način.
sr_rs: %s verzija instalirana na ovom računaru loguje kredencijale na vidljiv i lako čitljiv način.

source: Please, reconsider necessity to enter your credentials.
de_de: Bitte überlegen Sie sich ganz genau, ob Sie hier Ihre Passwörter eingeben.
el_gr: Παρακαλούμε, θεωρείτε απαραίτητο να εισαγάγετε τα διαπιστευτήριά σας.
es_es: Por favor, reconsidera la necesidad de introducir tus credenciales.
et_ee: Palun kaalu oma kasutajakonto andmete sisestamise vajalikkust.
hr_hr: Molimo, ponovno razmotrite potrebu za unos vjerodajnica.
it_it: Per favore, riconsidera la necessità di inserire le tue credenziali.
nb_no: Vennligst revurder nødvendigheten av å oppgi dine brukeropplysninger.
pl_pl: Proszę, rozważ ponownie, czy wprowadzenie Twoich poświadczeń logowania jest niezbędne.
ro_ro: Vă rugăm să reconsiderați necesitatea de a introduce datele de acreditare.
sl_si: Premislite o nujnosti vpisovanja svojih poverilnic.
sr_rs: Razmotrite da li je potrebno da ponovo unosite vaše kredencijale.

source: Inner EAP Method
de_de: Innere EAP Methode
el_gr: Εσωτερικοί μέθοδοι EAP
es_es: Método EAP interno
et_ee: Sisemine EAP meetod
hr_hr: Unutarnja EAP metoda
nb_no: Indre EAP metode
pl_pl: Wewnętrzna metoda EAP
ro_ro: Metoda EAP interioară
sl_si: Notranja metoda EAP
sr_rs: Unutrašnji EAP metod

source: Select and configure inner EAP method
de_de: Innere EAP Methode auswählen und konfigurieren
el_gr: Επιλέξτε και ρυθμίστε την εσωτερική μέθοδο EAP
es_es: Selecciona y configura un método EAP interno
et_ee: Vali ja seadista sisemine EAP meetod
hr_hr: Odaberite i konfigurirajte unutarnju EAP metodu
it_it: Seleziona e configura il metodo EAP interno
nb_no: Velg og konfigurer indre EAP metode
pl_pl: Wybierz i skonfiguruj wewnętrzną metodę EAP
ro_ro: Selectați și configurați metoda EAP interioară
sl_si: Izberite in nastavite notranjo metodo EAP
sr_rs: Odaberite i konfigurišite unutrašnji EAP metod

source: &Settings
de_de: Einstellun&gen
el_gr: &Ρυθμίσεις
es_es: &Configuración
et_ee: &Seadistused
hr_hr: &Postavke
it_it: &Impostazioni
nb_no: &Innstillinger
pl_pl: &Ustawienia
ro_ro: &Setări
sl_si: Na&stavitve

source: Enumerating EAP methods failed (error %u, %s, %s).
de_de: Auflisten der EAP Methoden fehlgeschlagen (Fehler %u, %s, %s).
el_gr: Αποτυχία απαρίθμησης των μεθόδων EAP (σφάλμα %u, %s, %s).
es_es: Fallo al enumerar los métodos EAP (error %u, %s, %s).
et_ee: EAP meetodite loetlemine ebaõnnestus (viga %u, %s, %s).
hr_hr: Nije uspjelo nabrajanje metoda EAP (pogreška% u,% s,% s).
it_it: Enumerazione dei metodi EAP non riusciti (errore %u, %s, %s ).
nb_no: Listede EAP metoder feilet (feil %u, %s, %s).
pl_pl: Błąd przy listowaniu metod EAP (błąd %u, %s, %s).
ro_ro: Enumerarea metodelor EAP a eșuat (eroare %u , %s , %s ).
sl_si: Oštevilčevanje metod EAP ni uspelo (napaka %u, %s, %s).
sr_rs: Nabrajanje neuspešnih EAP metoda (greška %u, %s, %s).

source: Enumerating EAP methods failed (error %u).
de_de: Auflisten der EAP Methoden fehlgeschlagen (Fehler %u).
el_gr: Αποτυχία απαρίθμησης των μεθόδων EAP (σφάλμα %u).
es_es: Fallo al enumerar los métodos EAP (error %u).
et_ee: EAP meetodite loetlemine ebaõnnestus (viga %u).
hr_hr: Nije uspjelo nabrajanje metoda EAP (pogreška% u).
it_it: Enumerazione dei metodi EAP non riuscita (errore %u).
nb_no: Listede EAP metoder feilet (feil %u).
pl_pl: Błąd przy listowaniu metod EAP (błąd %u).
ro_ro: Enumerarea metodelor EAP a eșuat (eroare %u ).
sl_si: Oštevilčevanje metod EAP ni uspelo (napaka %u).
sr_rs: Nabrajanje neuspešnih EAP metoda (greška %u).

source: Configuring EAP method failed (error %u, %s, %s).
de_de: Konfigurieren der EAP Methode fehlgeschlagen (Fehler %u, %s, %s).
el_gr: Απέτυχε η διαμόρφωση της μεθόδου EAP (σφάλμα %u, %s, %s).
es_es: Fallo al configurar el método EAP (error %u, %s, %s).
et_ee: EAP meetodi seadistamine ebaõnnestus (viga %u, %s, %s).
hr_hr: Nije uspjela konfiguracija EAP metode (pogreška% u,% s,% s).
it_it: Configurazione dei metodi EAP non riuscita (errore %u, %s, %s).
nb_no: Konfigurasjon av EAP metode feilet (feil %u, %s, %s).
pl_pl: Błąd przy konfigurowaniu metody EAP (błąd %u, %s, %s).
ro_ro: Configurarea metodei EAP a eșuat (eroare %u,%s,%s).
sl_si: Nastavljanje metode EAP ni uspelo (napaka %u, %s, %s).
sr_rs: Konfigurisanje EAP metoda nije uspešno (greška %u, %s, %s).

source: Configuring EAP method failed (error %u).
de_de: Konfigurieren der EAP Methode fehlgeschlagen (Fehler %u).
el_gr: Απέτυχε η διαμόρφωση της μεθόδου EAP (σφάλμα %u).
es_es: Fallo al configurar el método EAP (error %u).
et_ee: EAP meetodi seadistamine ebaõnnestus (viga %u).
hr_hr: Nije uspjela konfiguracija EAP metode (pogreška% u).
it_it: Configurazione del metodo EAP non riuscita (errore %u).
nb_no: Konfigurasjon av EAP metode feilet (feil %u).
pl_pl: Błąd przy konfigurowaniu metody EAP (błąd %u).
ro_ro: Configurarea metodei EAP a eșuat (eroare %u ).
sl_si: Nastavljanje metode EAP ni uspelo (napaka %u).
sr_rs: Konfigurisanje EAP metoda nije uspešno (greška %u).

source: GTC Challenge
et_ee: GTC pretensioon
hr_hr: GTC izazov
ro_ro: Provocarea GTC
sl_si: Vprašanje GTC

source: Please provide your response.
el_gr: Παρακαλώ δώστε την απάντησή σας.
et_ee: Palun sisesta oma vastus.
hr_hr: Navedite odgovor.
it_it: Si prega di fornire il vostro response.
nb_no: Vennligst responder.
ro_ro: Vă rugăm să ne oferiți răspunsul.
sl_si: Vnesite svoj odgovor.
sr_rs: Unesite vaš odgovor.

source: Server challenge
et_ee: Serveri pretensioon
hr_hr: Izazov poslužitelja
it_it: Challenge del server
ro_ro: Provocarea serverului
sl_si: Strežnikovo vprašanje

source: Enter your response here
el_gr: Εισάγετε την απάντησή σας εδώ
et_ee: Sisesta siin oma vastus.
hr_hr: Unesite svoj odgovor ovdje
it_it: Inserisci il tuo response qui
nb_no: Skriv din respons her
ro_ro: Introduceți răspunsul aici
sl_si: Vnesite svoj odgovor tukaj
sr_rs: Ovde unesite vaš odgovor

source: EAP-GTC authentication &mode:
el_gr: EAP-GTC πιστοποίηση &μέθοδος:
et_ee: EAP-GTC &autentimisrežiim:
hr_hr: EAP-GTC autentifikacija i &način rada:
it_it: &Modo di autenticazione EAP-GTC :
nb_no: EAP-GTC autentisering &modus:
ro_ro: Autentificare și &mod EAP-GTC:
sl_si: &Način overovljanja EAP-GTC:
sr_rs: EAP-GTC autentifikacija &mode:

source: Select EAP-GTC authentication mode from the list
el_gr: Επιλέξτε την EAP-GTC ταυτοποίηση από τη λίστα
et_ee: Vali loetelust EAP-GTC autentimisrežiim
hr_hr: Na popisu odaberite način provjere autentikacije EAP-GTC
it_it: Seleziona dall'elenco la modalità di autenticazione EAP-GTC
nb_no: Velg EAP-GTC autentiseringsmodus fra listen
ro_ro: Selectați modul de autentificare EAP-GTC din listă
sl_si: Izberite način overovljanja EAP-GTC s seznama
sr_rs: Izaberite EAP-GTC metod autentifikacije iz liste

source: Challenge/Response
el_gr: Διαταραχή/Ανταπόκριση
et_ee: Pretensioon/Vastus
hr_hr: Izazov / Odgovor
ro_ro: Provocare/Răspuns
sl_si: Vprašanje/odgovor

source: Password
el_gr: Κωδικός πρόσβασης
et_ee: Parool
hr_hr: Lozinka
nb_no: Passord
ro_ro: Parolă
sl_si: Geslo
sr_rs: Lozinka

source: %s Challenge
et_ee: %s pretensioon
hr_hr: $s Izazov
it_it: Challenge %s
ro_ro: %s Provocare
sl_si: Vprašanje %s

source: MSCHAPv2 User ID and Password
bg_bg: MSCHAPv2 потребителски ID и парола
ca_es: ID d'usuari i contrasenya MSCHAPv2
de_de: Benutzername und Passwort für MSCHAPv2
el_gr: MSCHAPv2 ID χρήστη και κωδικός πρόσβασης
es_es: Identificador MSCHAPv2 de usuario y contraseña
et_ee: MSCHAPv2 kasutajanimi ja parool
hr_hr: Korisnički ID i lozinka MSCHAPv2
it_it: User ID e Password MSCHAPv2
nb_no: MSCHAPv2 bruker ID and passord
pl_pl: Identyfikator i hasło dla MSCHAPv2
ro_ro: MSCHAPv2 Utilizator şi Parolă
sl_si: ID uporabnika in geslo za MSCHAPv2
sr_rs: MSCHAPv2 korisničko ime i lozinka

source: PAP User ID and Password
bg_bg: PAP потребителски ID и парола
ca_es: ID usuari i contrasenya PAP
de_de: Benutzername und Passwort für PAP
el_gr: PAP ID χρήστη και κωδικός πρόσβασης
es_es: Identificador PAP de usuario y contraseña
et_ee: PAP kasutajanimi ja parool
hr_hr: PAP User ID i Lozinka
it_it: User ID e Password PAP
nb_no: PAP bruker ID og passord
pl_pl: Identyfikator i hasło dla PAP
ro_ro: PAP Utilizator şi Parolă
sl_si: ID uporabnika in geslo za PAP
sr_rs: PAP korisničko ime i lozinka

source: Server Trust
bg_bg: Верен сървър
ca_es: Servidors de confiança
de_de: Vertrauenseinstellungen: Server
el_gr: Εμπιστευτικό Διακομιστή
es_es: Confianza en el servidor
et_ee: Serveri usaldamine
hr_hr: Povjerenje poslužitelja
it_it: Fiducia nel Server
lt_lt: Patikimi serveriai
pl_pl: Zaufane serwery
ro_ro: Server de încredere
sl_si: Zaupanje strežniku
sr_rs: Serveri kojima se veruje

source: Describe the servers you trust to prevent man-in-the-middle attacks.
ro_ro: Descrieți serverele de încredere pentru a preveni atacurile de tipul man-in-the-middle.

source: Acceptable Certificate Authorities:
bg_bg: Допустими Certificate Authorities:
ca_es: Autoritats de Certificació acceptades:
de_de: Vertrauenseinstellungen: Zertifizierungsstellen (CAs)
el_gr: Αποδεκτές αρχές εκδόσεων πιστοποιητικών:
es_es: Autoridades de Certificación Aceptadas:
et_ee: Lubatud sertifitseerimiskeskused:
hr_hr: Prihvatljivi certifikat autoriteti:
it_it: Autorità di certificazione attendibili:
lt_lt: Patikimos sertifikavimo tarnybos:
nb_no: Akseptable sertifikat utstedere:
pl_pl: Zaufane Urzędy Certyfikacji
ro_ro: Autorități de certificare acceptate:
sl_si: Sprejemljivi izdajatelji potrdil:
sr_rs: Prihvatljiva sertifikaciona tela:

source: Server's certificate must be issued by one of certificate authorities listed here
bg_bg: Сертификатът на сървъра трябва да бъде издаден от един от изброените тук certificate authorities
ca_es: El certificat del servidor ha d'haver estat emés per una de les autoritats de certificació enumerades
de_de: Das Severzertifikat muss von einer der hier aufgeführten Zertifizierungsstellen stammen
el_gr: Το πιστοποιητικό του διακομιστή πρέπει να εκδίδεται από μία από τις αρχές έκδοσης πιστοποιητικών που αναφέρονται εδώ
es_es: El certificado de servidor debe haber sido emitido por alguna de las autoridades listadas aquí
et_ee: Serverisertifikaat peab olema väljastatud siin loetletud sertifitseerimiskeskuse poolt
hr_hr: Certifikat poslužitelja mora izdati ovlašteni izdavatelj certifikata
it_it: Il certificato del server deve essere emesso da una delle autorità di certificazione qui elencate
nb_no: Tjeneren's sertifikat må være utstedt av en av sertifikat utstederene listet her
pl_pl: Certyfikat serwera musi być wystawiony przez jeden z urzędów wymienionych na liście
ro_ro: Certificatul de server trebuie eliberat de una dintre autoritățile de certificare enumerate aici
sl_si: Strežnikovo potrdilo mora biti izdano od enega izmed izdajateljev naštetih tukaj
sr_rs: Sertifikat servera mora biti izdat od strane sertifikacionog tela koje je izlistano ovde

source: Add CA from Store...
bg_bg: Добавете CA от ...
ca_es: Afegir CA des del Repositori...
de_de: CA aus dem Gerätespeicher hinzufügen...
el_gr: Προσθήκη CA από το Store...
es_es: Añadir CA desde el almacén...
et_ee: Lisa sertifikaadilaost CA...
hr_hr: Dodavanje CA iz skupa certifikata
it_it: Aggiungi CA dallo Store...
lt_lt: Įtraukti ST iš saugyklos…
nb_no: Legg til CA fra ...
pl_pl: Dodaj Urząd z Magazynu...
ro_ro: Adăugare CA din magazin...
sl_si: Dodaj CA iz shrambe ...
sr_rs: Dodaj CA sertifikat iz skladišta...
