Repository: Amebis/GEANTLink
Catalog: EAPMethods/locale/*.po
Languages: bg_bg, ca_es, de_de, el_gr, es_es, et_ee, hr_hr, it_it, lt_lt, nb_no, pl_pl, ro_ro, sl_si, sr_rs

source: Please provide your user ID.
el_gr: Παρακαλείσθε να δώσετε το όνομα χρήστη
et_ee: Palun sisesta oma kasutaja ID (kasutajanimi).
hr_hr: Unesite korisničko ime i zaporku.
it_it: Si prega di fornire il proprio ID utente.
nb_no: Vennligst oppgi bruker ID.
ro_ro: Vă rugăm să furnizați ID-ul de utilizator.
sl_si: Vnesite svoj ID uporabnika.
sr_rs: Unesite vaše korisničko ime.

source: Your Organization
bg_bg: Вашата организация
ca_es: La vostra organització
de_de: Ihre Organisation
el_gr: Ο Φορέας σας
es_es: Su organización
et_ee: Sinu asutus
hr_hr: Vaša ustanova
it_it: La tua organizzazione
lt_lt: Jūsų organizacija
nb_no: Din organisasjon
pl_pl: Twoja Instytucja
ro_ro: Organizaţia dumneavostră
sl_si: Vaša organizacija
sr_rs: Vaša organizacija

source: Describe your organization to customize user prompts. When organization is introduced, end-users find program messages easier to understand and act.
bg_bg: Опишете Вашата организация, за да персонализираме подсказките за потребителя. Когато е въведена организация, програмните съобщения ще бъдат по-лесни за разбиране от крайния потербител.
ca_es: Descriviu la vostra organització per personalitzar la interfície. Quan s'hi introdueix, l'usuari troba missatges més comprensibles i senzills de seguir.
de_de: Beschreiben Sie Ihre Organisation um die Nutzerdialoge persönlicher zu gestalten. Die organisationsspezifische Anpassung macht es Ihren Nutzern leichter, das Programm zu benutzen.
el_gr: Περιγράψτε τον Φορέα σας για να προσαρμόσετε τη ζήτηση του. Όταν παρουσιάζεται ο φορέας, οι τελικοί χρήστες κατανοούν πιο εύκολα τα μηνύματα των προγραμμάτων και τις ενέργειές τους.
es_es: Describa a su organización para personalizar diálogos de usuario. Cuando la organización se muestre, los usuarios encontrarán los mensajes más fáciles de entender y actuar.
et_ee: Kirjelda oma asutust, et seadistada kasutajaviibad. Kui asutus on kirjeldatud, on lõppkasutajatel lihtsam programmi sõnumeid mõista ja neist juhinduda.
hr_hr: Opiši svoju ustanovu kao bi se prilagodilo korisničko sučelje. Kada je ustanova prestavljena, krajnji korisnik će lakše obaviti postavljanje postavki.
it_it: Descrivi la tua organizzazione per personalizzare i prompt dell'utente. Quando viene introdotta l'organizzazione, gli utenti finali trovano i messaggi del programma più facili da comprendere e da interpretare.
lt_lt: Pristatykite savo organizaciją. Pagal tai bus tinkinamos užklausos vartotojams. Pristačius organizaciją, vartotojams bus paprasčiau suprasti programos pranešimus ir jais vadovautis.
nb_no: Beskriv din organisasjon for å tilpasse ledetekster til brukere. Når organisasjon introduseres vil sluttbrukere lettere forstå meldinger fra programmet og kan gi korrekt respons.
pl_pl: Opisz Twoją instytucję, aby spersonalizować komunikaty. Jeżeli instytucja jest ustawiona użytkownicy łatwiej rozumieją komunikaty i reagują na nie.
ro_ro: Descrieți organizația dumneavoastră pentru a personaliza solicitările utilizatorilor. Când este introdusă organizația, utilizatorii finali găsesc mesajele de program mai ușor de înțeles și de acționat.
sl_si: Opišite svojo organizacijo za up. pozive po meri. Kadar se organizacija predstavi, uporabniki lažje razumejo sporočila programa in ustrezneje reagirajo.
sr_rs: Opišite vašu organizaciju kako biste prilagodili vođenje korisnika kroz instalaciju. Kada se organizacija predstavi, krajnji korisnici bolje razumeju poruke koje program generiše i lakše mogu da preduzimaju akcije.

source: Your organization &name:
bg_bg: Вашата организация &name:
ca_es: El &nom de la vostra organització:
de_de: &Name der Organisation:
el_gr: Το όνομα &του Φορέα σας:
es_es: &Nombre de su organización:
et_ee: Sinu asutuse &nimi:
hr_hr: Ime vaše &ustanove:
it_it: &Nome della tua organizzazione:
lt_lt: Organizacijos &pavadinimas:
nb_no: Din organisasjons %navn:
pl_pl: &Nazwa Twojej instytucji:
ro_ro: Numele organizaţiei dumneavoastră &:
sl_si: Ime vaše orga&nizacije:
sr_rs: &name vaše organizacije:

source: Your organization name as it will appear on helpdesk contact notifications
bg_bg: Името на организацията Ви както ще бъде изписано в контактите за помощ
ca_es: El nom de la vostra organització tal i com apareixerà en les notificacions de contacte del SAU
de_de: Der Name Ihrer Organisation, so wie er dem Nutzer bei den Hilfe- und Kontaktmöglichkeiten angezeigt wird
el_gr: Το όνομα του φορέα σας, όπως αυτό θα εμφανίζεται στις ειδοποιήσεις των επαφών του helpdesk
es_es: El nombre de su organización tal cual aparecerá en las notificaciones de contacto para soporte
et_ee: Sinu asutuse nimi, mida näidatakse kasutajatoega kontakteerumise teadetes
hr_hr: Ime vaše ustanove će se pojaviti na obavijesti helpdesk-u
it_it: Il nome della tua organizzazione come apparirà sulle notifiche di contatto dell'helpdesk
lt_lt: Organizacijos pavadinimas bus rodomas, siūlant kreiptis į pagalbos tarnybą
nb_no: Din organisasjons navn som det vil fremkomme på kontakt helpdesk varslinger
pl_pl: Nazwa Twojej instytucji, tak jak ma być pokazana przy wskazaniach do helpdesku
ro_ro: Numele organizației dumneavoastră, așa cum va apărea în notificările de contact ale helpdesk
sl_si: Ime vaše organizacije, kot bo nastopalo na obvestilih s stikom na center za pomoč
sr_rs: Ime vaše institucije u formatu koji će se pojavljivati u obaveštenjima službe za podršku korisnicima

source: (Keep it short, please)
bg_bg: (Бъдете кратки, моля)
ca_es: (Sigueu breus, sisplau)
de_de: (fassen Sie sich bitte kurz)
el_gr: (Παρακαλώ, περιοριστείτε)
es_es: (Se recomienda algo corto)
et_ee: (Palun kirjuta lühidalt)
hr_hr: (Ukratko, molim)
it_it: (Mantienilo breve, per favore)
lt_lt: (Pasistenkite, kad jis būtų neilgas)
nb_no: (Vennligst, vær kort)
pl_pl: (postaraj się, by było krótko)
ro_ro: (Păstrați-l scurt, vă rog)
sl_si: (Naj bo kratko, prosim)
sr_rs: (budite kratki, molimo vas)

source: Helpdesk contact &information:
bg_bg: Контакти за помощ &информация:
ca_es: Contacte d'ajuda i &informació:
de_de: &Hilfe und Kontaktmöglichkeiten:
el_gr: Πληροφορίες& επικοινωνίας Helpdesk
es_es: &Información de contacto de soporte:
et_ee: Kasutajatoe k&ontaktteave:
hr_hr: Kontakt &podaci helpdesk-a:
it_it: Contatto &informazioni di helpdesk
lt_lt: Pagalbos tarnybos kontaktinė &informacija:
nb_no: Helpdesk kontakt&informasjon:
pl_pl: &Kontakt do helpdesku
ro_ro: Contact și informații despre asistență:
sl_si: Podatk&i centra za pomoč:
sr_rs: Helpdesk kontakt &information:

source: Your helpdesk website address
bg_bg: Уебсайт адреса за помощ
ca_es: Adreça web del centre de suport
de_de: Webseite für Hilfe und Kontakt
el_gr: H διεύθυνση της ιστοσελίδας του Helpdesk
es_es: La dirección web para ofrecer soporte
et_ee: Sinu kasutajatoe veebiaadress
hr_hr: Web adresa vašeg helpdesk-a
it_it: Indirizzo del sito web del tuo helpdesk
lt_lt: Pagalbos tarnybos svetainės adresas
nb_no: Nettadresse til din helpdesk
pl_pl: Adres WWW twojego helpdesku
ro_ro: Adresa web de asistență
sl_si: Naslov spletne strani vašega centra za pomoč
sr_rs: Web stranice službe za podršku korisnicima

source: Your helpdesk e-mail address
bg_bg: E-mail адреса за помощ
ca_es: Adreça de correu del centre de suport
de_de: E-Mail Adresse für Hilfe und Kontakt
el_gr: Tο e-mail του Helpdesk
es_es: La dirección de correo para soporte
et_ee: Sinu kasutajatoe e-posti aadress
hr_hr: E-mail adresa vašeg helpdesk-a
it_it: Indirizzo e-mail del tuo helpdesk
lt_lt: Pagalbos tarnybos el. pašto adresas
nb_no: E-post adresse til din helpdesk
pl_pl: Adres e-mail Twojego helpdesku
ro_ro: Adresa de e-mail de asistență
sl_si: E-poštni naslov vašega centra za pomoč
sr_rs: e-mail adresa službe za podršku korisnicima

source: Your helpdesk phone number
bg_bg: Телефонен номер за помощ
ca_es: Telèfon del centre de suport
de_de: Telefonnummer für Hilfe und Kontakt
el_gr: Ο αριθμός τηλεφώνου του Helpdesk
es_es: El teléfono para soporte
et_ee: Sinu kasutajatoe telefoninumber
hr_hr: Telefonski broj vašeg helpdesk-a
it_it: Numero di telefono del tuo helpdesk
lt_lt: Pagalbos tarnybos telefono numeris
nb_no: Telefonnummer til din helpdesk
pl_pl: Numer telefonu Twojego helpdesku
ro_ro: Numărul de telefon de asistență
sl_si: Telefonska številka vašega centra za pomoč
sr_rs: Broj telefona službe za podršku korisnicima

source: Provider Unique Identifier
bg_bg: Доставчик на уникален идентификатор
ca_es: Identificador únic del proveidor
de_de: Eindeutige Kennzeichnung des Identitätsproviders
el_gr: Πάροχος Μοναδικoύ Αναγνωριστικού
es_es: Identificador único del proveedor
et_ee: Teenusepakkuja unikaalne identifikaator
hr_hr: Jedinstveni identifikator davatelja usluge
it_it: Identificativo univoco del provider
lt_lt: Teikėjo unikalus identifikatorius
nb_no: Oppgi unik identifikator
pl_pl: Unikatowy Identyfikator Dostawcy Tożsamości
ro_ro: Identificator unic al furnizorului
sl_si: Enolični identifikator ponudnika
sr_rs: Jedinstveni identifikator provajdera

source: Assign your organization a unique ID to allow sharing the same credential set across different network profiles.
bg_bg: Определете уникален ID на Вашата организация, за да разрешите споделяне на същите удостоверения за самоличност, настроени между различните мрежови профили.
ca_es: Assigneu a la vostra organització un ID únic per a comparit el mateix joc de credencials entre diferents perfils de xarxa.
de_de: Geben Sie Ihrem Identitätsprovider eine eindeutige Bezeichnung damit er von anderen Konfigurationsdateien unterschieden werden kann.
el_gr: Αναθέστε στον φορέα σας ένα μοναδικό αναγνωριστικό για να επιτρέπεται να μοιράζεται τα ίδια διαπιστευτήρια σε διαφορετικά προφίλ του δικτύου.
es_es: Asignar a su organización un identificador único para permitir que el conjunto de credenciales se comparta entre distintos perfiles de red.
et_ee: Määra oma asutusele unikaalne ID, et samu kontoandmeid saaks kasutada erinevatel võrguprofiilidel.
hr_hr: Prijavite ID vaše ustanove kako bi se mogao koristiti za različite mrežne profile
it_it: Assegna alla tua organizzazione un ID univoco per consentire la condivisione dello stesso set di credenziali tra diversi profili di rete.
lt_lt: Suteikite savo organizacijai unikalų identifikatorių, kad tais pačiais kredencialais galima būtų naudotis su skirtingais tinklo profiliais.
nb_no: Tildel din organisasjon en unik ID for å tillate bruk av de samme brukeropplysninger i forskjellige nettverksprofiler
pl_pl: Nadaj Twojej instytucji unikatowy identyfikator, by umożliwić używanie tego samego zestawu poświadczeń w kilku profilach sieciowych.
ro_ro: Alocați organizației dumneavostră un ID unic care să permită partajarea aceluiași set de credințiale pe diferite profiluri de rețea.
sl_si: Dodelite svoji organizaciji enoznačen identifikator, da omogočite souporabo istih poverilnic različnim omrežnim profilom.
sr_rs: Dodelite jedinstven ID vašoj organizaciji kako bi se omogućilo deljenje istog seta kredencijala u više različitih mrežnih profila.

source: &Namespace:
bg_bg: &Пространство от имена:
de_de: Namens&raum:
el_gr: &Περιοχή:
es_es: &Espacio de nombres:
et_ee: &Nimeruum:
lt_lt: &Vardų sritis:
ro_ro: &Spaţiu de nume:
sl_si: Ime&nski prostor:

source: Provider unique &identifier:
bg_bg: Доставчик на уникален &идентификатор:
ca_es: &Identificador únic del proveidor:
de_de: &Identifikation im Namensraum:
el_gr: Πάροχος μοναδικού &αναγνωριστικού:
es_es: &Identificador único de proveedor:
et_ee: Teenusepakkuja unikaalne &identifikaator:
hr_hr: Davatelj jedinstvene &identifikacije:
it_it: &Identificativo univoco del provider:
lt_lt: Teikėjo unikalus &identifikatorius:
nb_no: Oppgi unik &identifikator:
pl_pl: Unikatowy &identyfikator Dostawcy Tożsamości:
ro_ro: Identificator unic și identificator:
sl_si: Enolični &identifikator ponudnika:
sr_rs: Jedinstveni &identifier provajdera:

source: Your organization ID to assign same credentials from other profiles
bg_bg: ID на Вашата организация за определяне на същите удостоверения за самоличност от другите профили
ca_es: L'ID de la vostra organització per assignar les mateixes credencials des d'altres perfils
de_de: Eindeutige Kennzeichnung Ihrer Organisation um Nutzerdaten profilübergreifend nutzen zu können
el_gr: Το αναγνωριστικό του φορέα σας για να παρέχετε ίδια διαπιστευτήρια από άλλα προφίλ
es_es: El identificador de su organización para asignar las mismas credenciales de otros perfiles
et_ee: Sinu asutuse ID, et määrata samu kontoandmeid teistelt profiilidelt
hr_hr: ID vaše ustanove se pojavljuje i kod drugih korisničkih podataka
it_it: Il tuo ID di organizzazione per assegnare le stesse credenziali da altri profili
lt_lt: Organizacijos identifikatorius kredencialams iš kitų profilių priskirti
nb_no: Din organisasjons ID for å kunne bruke de samme brukeropplysninger i andre profiler
pl_pl: Unikatowy identyfikator Twojej instytucji umożliwiający używanie tych samych poświadczeń z innych profili
ro_ro: ID-ul organizației dumneavoastră pentru a atribui aceleași date de acreditare de la alte profiluri
sl_si: Identifikator vaše organizacije za souporabo istih poverilnic različnih profilov
sr_rs: ID vaše organizacije kako bi se dodelili isti kredencijali kao i na drugim profilima

source: Configuration Lock
bg_bg: Заключване на конфигурацията
ca_es: Bloqueig de configuració
de_de: Konfiguration sperren
el_gr: Διαμόρφωση κλειδώματος
es_es: Bloqueo de configuración
et_ee: Seadistuslukk
hr_hr: Zaključaj posatvke
it_it: Blocco della configurazione
lt_lt: Užrakinti konfigūraciją
nb_no: Konfigurasjonslås
pl_pl: Blokada konfiguracji
ro_ro: Configurare Blocată
sl_si: Zaklep konfiguracije
sr_rs: Zaključavanje konfiguracije

source: Your configuration can be locked to prevent accidental modification by end-users. Users will only be allowed to enter credentials.
bg_bg: Вашата конфигурация може да бъде заключена, за да се предотврати случайното й модифициране от крайните потребители. На потребителите ще им бъде позволено единствено да въвеждат удостоверения за самоличност.
ca_es: Podeu bloquejar la configuració per prevenir modificacions accidentals dels usuaris finals. Els usuaris només podran introduir credencials.
de_de: Ihre Konfiguration kann gesperrt werden um irrtümliche Veränderungen durch den Nutzer zu verhindern. Der Nutzer kann dann nur seinen Benutzernamen und Passwort ändern.
el_gr: Η διαμόρφωσή σας μπορεί να κλειδώνεται ώστε να αποφύγετε τις κατά λάθος αλλαγές από τους τελικούς χρήστες. Στους χρήστες θα επιτρέπεται μόνο να εισαγουν τα διαπιστευτήρια.
es_es: Su configuración puede ser bloqueada para prevenir modificaciones accidentales por los usuarios. Estos sólo tendrán permitido introducir credenciales.
et_ee: Seadistuslukk ei lase lõppkasutajatel kogemata muudatusi teha. Kasutajad saavad ainult kasutajakontoandmeid sisestada.
hr_hr: Vaše postavke su zaključane kao bi se zaštile od nehotične promjene krajnjeg korisnika. Korisnik će moći unjeti samo svoje korisničke podatke.
it_it: La tua configurazione può essere bloccata per impedire modifiche accidentali da parte degli utenti finali. Gli utenti saranno autorizzati solamente ad inserire le credenziali.
lt_lt: Konfigūraciją galima užrakinti, siekiant išvengti atsitiktinių pakeitimų iš vartotojų pusės. Tokiu atveju vartotojams leidžiama įvesti tik kredencialus.
nb_no: Din konfigurasjon kan låses for å hindre utilsiktet modifikasjon av sluttbrukere. Brukere vil kun kunne oppgi brukerinformasjon.
pl_pl: Twoją konfigurację można zablokować, aby zapobiec przypadkowej modyfikacji przez użytkowników końcowych. Użytkownicy będą mogli wprowadzać poświadczenia, ale nic poza tym.
ro_ro: Configurația dumneavoastră poate fi blocată pentru a preveni modificarea accidentală de către utilizatorii finali. Utilizatorii vor avea voie să introducă numai datele de acreditare.
sl_si: Svojo konfiguracijo lahko zaklenete in preprečite končnim uporabnikom nenamerno spreminjanje. Uporabniki bodo lahko vnašali samo poverilnice.
sr_rs: Vaša konfiguracija se može zaključati kako bi se sprečile slučajne modifikacije od strane krajnjih korisnika. Korisnici će moći jedino da unesu kredencijale.

source: &Lock this configuration and prevent any further modification via user interface.
bg_bg: &Заключете тази конфигурация и предотвратете всякакви по-нататъшни модификации посредством потребителския интерфейс.
ca_es: &Bloqueja la configuració i preveniu qualsevol modificació via interfície d'usuari.
de_de: Konfiguration s&perren und weitere Änderungen durch die Benutzerschnittstelle verhindern.
el_gr: &Αποκλεισμός αυτής της διαμόρφωσης και αποτρέψτε οποιαδήποτε περαιτέρω τροποποίηση μέσω της διεπαφής χρήστη.
es_es: &Bloquear esta configuración y prevenir así cualquier modificación posterior en la interfaz de usuario.
et_ee: &Lukusta see seadistus ja hoia ära selle muutmine kasutajaliidese kaudu
hr_hr: &Zaključaj postavke kako bi onemomogučili kasniju promjenu kroz korisničko sučelje
it_it: &Blocca questa configurazione e impedisce ulteriori modifiche tramite l'interfaccia utente.
lt_lt: Už&rakinti šią konfigūraciją ir neleisti tolesnių keitimų naudojantis vartotojo sąsaja.
nb_no: &Lås denne konfigurasjonen og hindre modifikasjon via brukergrensesnitt.
pl_pl: &Zablokuj konfigurację przed modyfikacją poprzez interfejs użytkownika.
ro_ro: & Blocați această configurație și preveniți alte modificări prin interfața utilizatorului
sl_si: Zak&leni to konfiguracijo in prepreči vse nadaljnje spremembe preko up. vmesnika.
sr_rs: &Lock ovu konfiguraciju i sprečite bilo kakve nove izmene preko korisničkog interfejsa.

source: (Warning: Once locked, you can not revert using this dialog!)
bg_bg: (Внимание: Веднъж заключен, не може да се върнете назад, използвайки този диалог!)
ca_es: (Alerta: un cop bloquejada, no ho podeu revertir des d'aquesta finestra!)
de_de: (Warnung: sobald die Konfiguration gesperrt ist, können Sie sie hier nicht mehr verändern!)
el_gr: (Προσοχή: Μόλις κλειδωθεί, δεν μπορείτε να το επαναφέρετε χρησιμοποιώντας αυτό το διάλογο!)
es_es: (Advertencia: ¡Una vez bloqueada, no podrá volver atrás usando este diálogo!)
et_ee: (Hoiatus: Lukustamise järel ei saa Sa seda dialoogi kasutades tehtut tagasi pöörata!)
hr_hr: (Upozorenje: Jednom zaključano, nemože se otključati ovim dijalogom!)
it_it: (Attenzione: una volta bloccato, non è possibile annullare l'uso di questa finestra di dialogo!)
lt_lt: (Įspėjimas: užrakinę konfigūraciją, jos atrakinti šiame lange nebegalėsite!)
nb_no: (Advarsel: Når låst, kan du ikke gå tilbake til denne dialogen!)
pl_pl: (Uwaga: Po zablokowaniu nie będziesz mógł tego wycofać przy pomocy tego interfejsu!)
ro_ro: (Avertisment: odată blocat, nu puteți reveni folosind acest dialog!)
sl_si: (Pozor: Ko zaklenete, vrnitev ne bo več možna preko tega dialoga!)
sr_rs: (Upozorenje: Kada se jednom zaključa, ne možete se vratiti na početna podešavanja!)

source: Identity
ro_ro: Identitate

source: Select the user ID supplicant introduces itself as to authenticator:
bg_bg: Изберете потребителски ID, за да се удостоверите:
ca_es: Seleccioneu l'ID d'usuari que presenta el propi client a l'autentitcador:
de_de: Wählen Sie einen anonymen Nutzernamen für die unverschlüsselte Übertragung:
el_gr: Επιλέξτε το αιτούμενο αναγνωριστικό χρήστη να εισάγει τον εαυτο του ως πιστοποιητικό:
es_es: Seleccione el ID de usuario con el que el suplicante se presenta al autenticador:
et_ee: Vali kasutajanimi, mida pistikprogramm autentijale näitab:
hr_hr: Odaberi korisnički ID s kojim će se supplicant predstavljati autentikatoru.
lt_lt: Pasirinkite vartotojo identifikatorių, kuriuo prieigos prašomoji biblioteka prisistatys atpažintuvui:
nb_no: Velg den bruker ID som supplikat introduserer seg som til autentikator:
pl_pl: Wybierz identyfikator, a pomocą którego supplicant przedstawie się serwerowi uwierzytelniającemu:
ro_ro: Selectați ID-ul utilizatorului implicit care se introduce ca autentificator:
sl_si: Izberite ID uporabnika, s katerim se prosilec predstavi overovitelju:
sr_rs: Izaberite korisničko ime kojim se softver predstavlja autentifikatoru:

source: &True identity
bg_bg: &Истинска самоличност
ca_es: Identitat &real
de_de: Echten Nutzernamen &verwenden
el_gr: &Επαληθευμένη Ταυτότητα
es_es: Identidad &Real
et_ee: &Tõene identiteet
hr_hr: &Stvarna korisnička oznaka
it_it: &Vera identità
lt_lt: &Tikroji tapatybė
nb_no: &Faktisk identitet
pl_pl: &Rzeczywista tożsamość
ro_ro: &Identitate adevărată
sl_si: Prava iden&titeta
sr_rs: &True identitet

source: Use my true user name
bg_bg: Използвай моето истинско потребителско име
ca_es: Utitlitza el meu usuari real
de_de: Im unverschlüsselten Teil der Anmeldung den echten Nutzernamen senden
el_gr: Χρησιμοποιήσε το αληθινό όνομα χρήστη μου
es_es: Usar mi nombre de usuario real
et_ee: Kasuta mu tõest kasutajanime
hr_hr: Koristi moju stvarnu korisničku oznaku
it_it: Usa il mio vero nome utente
lt_lt: Naudoti mano tikrąjį vartotojo vardą
nb_no: Bruke mitt faktiske brukernavn
pl_pl: Korzystaj z mojego rzeczywistego identyfikatora
ro_ro: Utilizați numele meu de utilizator adevărat
sl_si: Uporabi moje pravo uporabniško ime
sr_rs: Koristi moje pravo korisničko ime

source: Use &empty identity
ro_ro: Utilizați & identitate goală

source: Omit my user name and use @mydomain.org only
el_gr: Παραλείψτε το όνομα χρήστη μου και χρησιμοποιήστε μόνο το @mydomain.org
pl_pl: Pomiń mój identyfikator i użyj tylko @mydomain.org
ro_ro: Omiteți numele meu de utilizator si folositi doar @ mydomain.org
sr_rs: Izostavi korisničko ime i koristi samo @mojdomen.ac.rs

source: &Custom identity:
ro_ro: & Identitate personalizată:

source: Specify custom identity
ro_ro: Precizați identitatea personalizată

source: Custom identity to use
ro_ro: Identitate personalizată de utilizat

source: EAP Connection Configuration
bg_bg: Конфигуриране на EAP свързване
ca_es: Configuració de la connexió EAP
de_de: EAP Verbindungseinstellungen
el_gr: Διαμόρφωση σύνδεσης EAP
es_es: Configuración de conexiones EAP
et_ee: EAP ühenduse seadistus
hr_hr: Parametri EAP konekcije
it_it: Configurazione della connessione EAP
lt_lt: EAP ryšio konfigūracija
nb_no: Konfigurasjon av EAP forbindelse
pl_pl: Konfiguracja Połączenia EAP
ro_ro: Configurare conexiune EAP
sl_si: Konfiguracija povezave EAP
sr_rs: Podešavanja za EAP povezivanje

source: EAP Identity Provider
de_de: EAP Identitätsprovider
el_gr: Πάροχος υπηρεσιών EAP
es_es: Proveedor de identidad EAP
et_ee: EAP identiteedipakkuja
hr_hr: Davatelj EAP identiteta
it_it: Identity Provider EAP
nb_no: EAP Identitetstilbyder
pl_pl: Dostawca tożsamości EAP
ro_ro: Furnizor de identitate EAP
sl_si: Ponudnik identitete EAP
sr_rs: EAP davalac identiteta

source: %s Credentials
bg_bg: %s Удостоверения за самоличност
ca_es: %s Credencials
de_de: %s Nutzerdaten
el_gr: %s Διαπιστευτήρια
es_es: Credenciales %s
et_ee: %s kasutajakonto andmed
hr_hr: %s korisnički podatci
it_it: Credenziali %s
lt_lt: %s kredencialai
nb_no: %s Brukeropplysninger
pl_pl: Poświadczenia %s
ro_ro: %s Credenţiale
sl_si: Poverilnice za %s
sr_rs: %s kredencijali
