Repository: Amebis/GEANTLink
Catalog: EAPMethods/locale/*.po
Languages: bg_bg, ca_es, de_de, el_gr, es_es, et_ee, hr_hr, it_it, lt_lt, nb_no, pl_pl, ro_ro, sl_si, sr_rs

source: Are you sure you want to permanently remove %s provider from configuration?
bg_bg: Сигурни ли сте, че искате да изтриете за постоянно %s доставчика от конфигурацията?
ca_es: Segur que voleu esborrar permanentment el proveidor %s de la configuració?
de_de: Sind Sie sicher, dass Sie den Identitätsprovider %s aus der Konfiguration löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε οριστικά τον πάροχο %s από τη διαμόρφωση;
es_es: ¿está seguro de que quiere borrar permanentemente la configuración del proveedor %s?
et_ee: Kas oled kindel, et soovid %s teenusepakkuja seadistusest püsivalt eemaldada?
hr_hr: Da li ste sigurni da želite za stalno opbrisati davatelja usluge %s iz konfiguracije ?
it_it: Sei sicuro di voler rimuovere definitivamente il provider %s dalla configurazione?
nb_no: Er du sikker på at du vil fjerne tilbyder %s permanent fra konfigurasjonen?
pl_pl: Czy jesteś pewny, że chcesz usunąć konfigurację dostawcy tożsamości %s?
ro_ro: Sunteți sigur că doriți să eliminați definitiv furnizorul %s din configurație?
sl_si: Ali ste prepričani, da želite trajno izbrisati ponudnika %s iz konfiguracije?
sr_rs: Da li ste sigurni da želite da trajno uklonite %s provajdera iz konfiguracije?

source: Warning
bg_bg: Предупреждение
ca_es: Alerta
de_de: Warnung
el_gr: Προειδοποίηση
es_es: Advertencia
et_ee: Hoiatus
hr_hr: Upozorenje
it_it: Attenzione
lt_lt: Įspėjimas
nb_no: Advarsel
pl_pl: Ostrzeżenie
ro_ro: Avertizare
sl_si: Opozorilo
sr_rs: Upozorenje

source: EAP Credentials
bg_bg: EAP удостоверения за самоличност
ca_es: Credencials EAP
de_de: EAP Nutzerdaten
el_gr: Διαπιστευτήρια EAP
es_es: Credenciales EAP
et_ee: EAP kasutajakonto
hr_hr: EAP korisničke oznake
it_it: Credenziali EAP
lt_lt: EAP kredencialai
nb_no: EAP brukeropplysninger
pl_pl: Poświadczenia EAP
ro_ro: Credenţiale EAP
sl_si: Poverilnice EAP
sr_rs: EAP kredencijali

source: Provider Settings
bg_bg: Настройки на доставчика
ca_es: Ajustos del proveidor
de_de: Identitätsprovider Einstellungen
el_gr: Ρυθμίσεις παρόχων
es_es: Configuración del proveedor
et_ee: Teenusepakkuja seadistused
hr_hr: Postavke davatelja usluge
it_it: Impostazioni del provider
lt_lt: Teikėjo parametrai
nb_no: Tilbyder innstillinger
pl_pl: Ustawienia dostawcy tożsamości
ro_ro: Setări de provider
sl_si: Nastavitve ponudnika
sr_rs: Podešavanja provajdera

source: %s User Credentials
bg_bg: %s Удостоверения за самолочност на потребителя
ca_es: %s Credencials d'usuari
de_de: %s Benutzername
el_gr: %s Διαπιστευτήρια Χρήστη
es_es: Credenciales %s de usuario
et_ee: %s kasutajakonto andmed
hr_hr: %s korisničke vjerodajnice
it_it: Credenziali utente %s
nb_no: %s Påloggingsinformasjon
pl_pl: Poświadczenia użytkownika %s
ro_ro: %s Credenţiale utilizator
sl_si: Uporabnikove poverilnice za %s
sr_rs: %s korisnikovi kredencijali

source: Error writing credentials to Credential Manager: %hs (error %u)
bg_bg: Грешка при запис на удостоверения за самоличност в Credential Manager: %hs (error %u)
ca_es: Error escrivint les credencial a l'Administrador de credencials: %hs (error %u)
de_de: Fehler beim Speichern der Nutzerdaten in der Anmeldeinformationsverwaltung: %hs (Fehler %u)
el_gr: Σφάλμα κατά την εγγραφή των διαπιστευτηρίων στο Credential Manager: %hs (σφάλμα %u)
es_es: Error escribiendo credenciales en el Gestor de Credenciales: %hs (error %u)
et_ee: Viga kasutajakonto andmete kirjutamisel kasutajakonto halduris (Credential Manager): %hs (viga %u)
hr_hr: Greška pri zapisivanju podataka o identitetu u Credential Manager: %hs (error %u)
it_it: Errore durante la scrittura delle credenziali nel Credential Manager: %hs (errore %u)
lt_lt: Klaida įrašant kredencialus į Kredencialų tvarkytuvą: %hs (klaida %u)
nb_no: Feil under skriving av brukeropplysninger til Credential Manager: %hs (feil %u)
pl_pl: Błąd przy zapisie poświadczeń w Menadżerze poświadczeń: %hs (błąd %u)
ro_ro: Eroare la scriere a credențialelor în Managerul de credențiale: % hs (eroare%u)
sl_si: Napaka pri zapisovanju poverilnic v upravitelja poverilnic: %hs (napaka %u)
sr_rs: Greška prilikom upisa kredencijala u Menadžera kredencijala: %hs (greška %u)

source: Writing credentials failed.
bg_bg: Записването на удостоверенията за самоличност е неуспешно
ca_es: Ha fallat l'escriptura de les credencials.
de_de: Speichern der Nutzerdaten fehlgeschlagen.
el_gr: Η εγγραφή των διαπιστευτηρίων απέτυχε.
es_es: Fallo escribiendo credenciales.
et_ee: Kasutajakonto andmete kirjutamine ebaõnnestus
hr_hr: Zapisivanje podataka o identitetu nije uspijelo.
it_it: Scrittura delle credenziali non riuscita.
lt_lt: Kredencialų įrašyti nepavyko.
nb_no: Skriving av brukeropplysninger feilet.
pl_pl: Nie udało się zapisać poświadczeń.
ro_ro: Scrierea credențialele nu au reușit.
sl_si: Zapisovanje poverilnic ni uspelo.
sr_rs: Upis kredencijala je neuspešan.

source: Deleting credentials failed (error %u).
bg_bg: Изтриването на удостоверенията за самоличност е неуспешно (грешка %u).
ca_es: Ha fallat l'esborrat de credencials (error %u).
de_de: Löschen der Nutzerdaten fehlgeschlagen (Fehler %u).
el_gr: Η διαγραφή των διαπιστευτηρίων απέτυχε (σφάλμα %u).
es_es: Fallo al borrar credenciales (error %u).
et_ee: Kasutajakonto andmete kustutamine ebaõnnestus (viga %u).
hr_hr: Brisanje podataka o identitetu nije uspijelo (error %u).
it_it: Cancellazione delle credenziali non riuscita (errore %u).
lt_lt: Kredencialų pašalinti nepavyko (klaida %u).
nb_no: Sletting av brukeropplysninger feilet (feil %u)
pl_pl: Błąd przy usuwaniu poświadczeń (błąd %u).
ro_ro: Ştergerea credenţialelor eşuată (eroare %u).
sl_si: Izbris poverilnic ni uspel (napaka %u).
sr_rs: Brisanje kredencijala neuspešno (greška %u).

source: (none)
ro_ro: (nici unul)

source: (error %u)
bg_bg: (грешка %u)
de_de: (Fehler %u)
el_gr: (σφάλμα %u)
et_ee: (viga %u)
hr_hr: (greška %u)
nb_no: (feil %u)
pl_pl: (błąd %u)
ro_ro: (eroare %u )
sl_si: (napaka %u)
sr_rs: (greška %u)

source: (error)
bg_bg: (грешка)
de_de: (Fehler)
el_gr: (σφάλμα)
et_ee: (viga)
hr_hr: (greška)
nb_no: (feil)
pl_pl: (błąd)
ro_ro: (eroare)
sl_si: (napaka)
sr_rs: (greška)

source: (blank ID)
bg_bg: (непопълнен ID)
de_de: (leere ID)
el_gr: (κενό ID)
et_ee: (tühi ID)
hr_hr: (prazni ID)
pl_pl: (puste ID)
ro_ro: (ID gol)
sl_si: (prazen ID)
sr_rs: (prazan ID)

source: &Remember
bg_bg: &Запомнете
ca_es: &Recordar
de_de: &Speichern
el_gr: &Υπενθύμιση
es_es: &Recordar
et_ee: &Jäta meelde
hr_hr: &Podsjeti
it_it: &Ricorda
lt_lt: Įsi&minti
nb_no: &Husk
pl_pl: &Zapamiętaj
ro_ro: &Ţine minte
sl_si: Za&pomni si
sr_rs: &Zapamti

source: Check if you would like to save credentials
bg_bg: Отметнете, ако желаете да запазите удостоверенията за замоличност
ca_es: Marqueu si voleu desar les credencials
de_de: Klicken Sie hier um ihre Anmeldedaten zu speichern
el_gr: Ελέγξτε αν θέλετε να αποθηκεύσετε τα διαπιστευτήρια
es_es: Marca si quieres guardar las credenciales
et_ee: Linnuta, kui soovid kasutajakonto andmeid salvestada
hr_hr: Provjerite želite li spremiti vjerodajnice
it_it: Smarca se desideri salvare le credenziali
nb_no: Huk av om du vil lagre brukeropplysninger
pl_pl: Zaznacz, jeżeli chcesz zachować swoje poświadczenia
ro_ro: Verificați dacă doriți să salvați datele de acreditare
sl_si: Odkljukajte, če želite shraniti poverilnice
sr_rs: Označite ako želite da sačuvate kredencijale

source: (Your Organization)
bg_bg: (Вашата организация)
de_de: (Ihre Organisation)
el_gr: (Ο Φορέας σας)
et_ee: (Sinu asutus)
hr_hr: (Vaša organizacija)
nb_no: (Din organisasjon)
pl_pl: (Twoja Instytucja)
ro_ro: (Organizaţia ta)
sl_si: (vaša organizacija)
sr_rs: (Vaša organizacija)

source: Adds new provider
bg_bg: Добавяне на нов доставчик
ca_es: Afegir nou proveidor
de_de: Fügt einen neuen Anbieter hinzu
el_gr: Προσθέτει νέο πάροχο
es_es: Añade nuevo proveedor
et_ee: Lisab uue teenusepakkuja
hr_hr: Dodavanje novog davatelja usluge
it_it: Aggiungi nuovo provider
lt_lt: Pridėti naują teikėją
nb_no: Legger til ny tilbyder
pl_pl: Dodaje nowego dostawcę tożsamości
ro_ro: Adaugă un nou furnizor
sl_si: Doda novega ponudnika
sr_rs: Dodaje novog provajdera

source: Removes selected provider
bg_bg: Премахване на избрания доставчик
ca_es: Esborrar proveidor seleccionat
de_de: Entfernt den ausgewählten Anbieter
el_gr: Αφαιρεί επιλεγμένο πάροχο
es_es: Borra proveedor seleccionado
et_ee: Eemaldab valitud teenusepakkuja
hr_hr: Micanje odabranog davatelja usluge
it_it: Rimuovi provider selezionato
lt_lt: Pašalinti pažymėtą teikėją
nb_no: Fjerner valgte tilbyder
pl_pl: Usuwa zaznaczonego dostawcę tożsamości
ro_ro: Înlătură furnizorul selectat
sl_si: Odstrani izbranega ponudnika
sr_rs: Uklanja izabranog provajdera

source: Advanced...
bg_bg: За напреднали ...
ca_es: Avançat...
de_de: Fortgeschritten...
el_gr: Προχωρημένο...
es_es: Avanzado...
et_ee: Keerukam...
hr_hr: Napredno...
it_it: Avanzate...
lt_lt: Išsamiau…
nb_no: Avansert...
pl_pl: Zaawansowane...
ro_ro: Avansat...
sl_si: Napredno ...
sr_rs: Napredno...

source: Opens dialog with provider settings
bg_bg: Отваряне на диалог за настройки на доставчика
ca_es: Obre formulari amb ajustos de proveidor
de_de: Öffnet den Dialog mit den Einstellungen für den Anbieter
el_gr: Ανοίγει ένα παράθυρο διαλόγου με τις ρυθμίσεις του παρόχου
es_es: Abrir diálogo configuración de proveedores
et_ee: Avab teenusepakkuja seadistuste dialoogi
hr_hr: Otvaranje dialoga s postavkama davatelja usluge
it_it: Apre la finestra di dialogo con le impostazioni del provider
lt_lt: Atverti teikėjo parametrų langą
nb_no: Åpner dialog med tilbyder innstillinger
pl_pl: Otwiera okno z ustawieniami dostawcy tożsamości
ro_ro: Deschide dialogul cu setările furnizorului
sl_si: Odpre dialog z nastavitvami ponudnika
sr_rs: Otvara dijalog sa podešavanjima za provajdera

source: Select the source where your credentials used to connect are stored.
bg_bg: Изберете източника, съхраняващ Вашите удостоверения за самоличност за свързване.
ca_es: Selecciona la font on les credencials utilitzades es desen
de_de: Wählen sie die Datei in der ihre Anmeldedateien gespeichert sind
el_gr: Επιλέξτε την πηγή όπου είναι αποθηκευμένα τα διαπιστευτήριά σας που χρησιμοποιείται για τη σύνδεση.
es_es: Selecciona el repositorio en el que se guardan las credenciales de conexión.
et_ee: Vali koht, kuhu Su ühendumiseks kasutatud kasutajakonto andmed on salvestatud.
hr_hr: Odaberite izvor na kojem su pohranjene vaše vjerodajnice za povezivanje.
it_it: Seleziona l'origine in cui sono archiviate le credenziali utilizzate per la connessione.
nb_no: Velg kilden for din påloggingsinformasjon
pl_pl: Wskaż miejsce, gdzie będą przechowywane Twoje poświadczenia logowania.
ro_ro: Selectați sursa în care sunt stocate datele de acreditare folosite pentru a vă conecta.
sl_si: Izberite vir, kjer so shranjene vaše poverilnice za povezovanje.
sr_rs: Izaberite izvor gde se nalaze vaši kredencijali za povezivanje.

source: Use from Credential &Manager:
ro_ro: Utilizați de la Credențiale & Management:

source: Select this option if you would like to use credentials stored in Windows Credential Manager
bg_bg: Изберете тази опция, ако желаете да използвате удостоверения за самосличност, съхранявани в Windows Credential Manager
ca_es: Seleccioneu aquesta opció si voleu utilitzar les credencials desades a l'Administrador de Credencials de Windows
de_de: Wählen sie diese Option aus um die Daten aus der Windowsanmeldung zu verwenden.
el_gr: Επιλέξτε αυτήν την επιλογή αν θέλετε να χρησιμοποιήσετε τα διαπιστευτήρια που αποθηκεύονται στο Windows Credential Manager
es_es: Selecciona esta opción si quieres usar credenciales guardadas en el Administrador de Credenciales de Windows
et_ee: Vali see võimalus, kui soovid kasutada Windowsi kasutajakontode halduris (Windows Credential Manager) salvestatud kontoandmeid
hr_hr: Odaberite ovu opciju ako želite koristiti vjerodajnice pohranjene u Windows Credential Manager-u
it_it: Selezionare questa opzione se si desidera utilizzare le credenziali memorizzate in Gestione Credenziali di Windows
nb_no: Velg denne opsjonen om du vil bruke brukerinformasjon lagret i Windows Credential Manager
pl_pl: Zaznacz tę opcję, jeżeli chcesz przechowywać poświadczenia w Managerze poświadczeń systemu Windows
ro_ro: Selectați această opțiune dacă doriți să utilizați credețialele stocate în Windows Credential Manager
sl_si: Izberite to možnost, če želite uporabiti poverilnice shranjene v Upravitelju poverilnic Windows
sr_rs: Odaberite ovu opciju ako želite da koristite kredencijale sačuvane u Windows menadžeru kredencijala

source: Your present credentials stored in Windows Credential Manager
bg_bg: Вашите настоящи удостоверения за самоличност са съхранени в Windows Credential Manager
ca_es: Les vostres credencials actuals a l'Administrador de Credencials de Windows
de_de: Ihre aktuell für die Windowsanmeldung gespeicherten Daten
el_gr: Τα παρόντα διαπιστευτήρια είναι αποθηκευμένα στο Windows Credential Manager
es_es: Sus credenciales actuales guardadas en el Administrador de Credenciales de Windows
et_ee: Sinu praegused, Windowsi kasutajakontode halduris (Windows Credential Manager) salvestatud kontoandmed
hr_hr: Vaše vjerodajnice pohranjene u sustavu Windows Credential Manager
it_it: Le tue credenziali attuali memorizzate in Windows Credential Manager
nb_no: Din nåværende brukerinformasjon i Windows Credential Manager
pl_pl: Twoje poświadczenia zapisane w Managerze poświadczeń systemu Windows
ro_ro: Credențiele dvs. actuale sunt stocate în Windows Credential Manager
sl_si: Vaše trenutne poverilnice shranjene v Upravitelju poverilnic Windows
sr_rs: Vaši trenutni kredencijali se čuvaju u Windows menadžeru kredencijala

source: Use from &profile configuration:
ro_ro: Utilizați din configurarea profilului:

source: Select this option if you would like to store credentials as a part of profile configuration
bg_bg: Изберете тази опция, ако желаете да съхраните удостоверенията за самоличност като част от конфигурацията на профила
ca_es: Escolliu aquesta opció si voleu desar les credencials com a part del perfil de configuració
de_de: Wählren Sie diese Option, wenn sie ihre Anmeldedaten als Teil der Profilkonfiguration speichern wollen
el_gr: Επιλέξτε αυτήν την επιλογή αν θέλετε να αποθηκεύσετε τα διαπιστευτήρια ως μέρος της διαμόρφωσης προφίλ
es_es: Selecciona esta opción si quieres guardar credenciales como parte de la configuración del perfil
et_ee: Vali see võimalus, kui soovid salvestada kasutajakonto andmed profiili seadistustesse.
hr_hr: Odaberite ovu opciju ako želite pohraniti vjerodajnice kao dio konfiguracije profila
it_it: Selezionare questa opzione se desideri memorizzare le credenziali come parte della configurazione del profilo
nb_no: Velg denne opsjonen om du vil lagre brukerinformasjon som en del av profil konfigurasjon
pl_pl: Zaznacz tę opcję, jeżeli chcesz zachować poświadczenia w ramach profilu konfiguracyjnego
ro_ro: Selectați această opțiune dacă doriți să stocați credențialele ca parte a configurației profilului
sl_si: Izberite to možnost, če želite shraniti poverilnice kot del nastavitev profila
sr_rs: Odaberite ovu opciju ako želite da sačuvate kredencijale kao deo konfiguracije profila

source: Profile configuration credentials
bg_bg: Конфигуриране на удостоверенията за самоличност на профила
ca_es: Configuració de credencials del perfil
de_de: Profilkonfiguration
el_gr: Προφίλ ρύθμισης διαπιστευτηρίων
es_es: Credenciales de la configuración del perfil
et_ee: Profiili seadistuse kasutajaandmed
hr_hr: Potvrde o konfiguraciji profila
it_it: Credenziali per la configurazione del profilo
nb_no: Profil konfigurasjon brukerinformasjon
pl_pl: Poświadczenia z profilu konfiguracyjnego
ro_ro: Credențialele de configurare a profilului
sl_si: Poverilnice nastavitev profila
sr_rs: Kredencijali za konfiguraciju profila

source: &Clear Credentials
bg_bg: &Изчистете удостоверенията за самоличност
ca_es: &Esborrar Credencials
de_de: Nutzerdaten &löschen
el_gr: &Καθαρίσμος διαπιστευτηρίων
es_es: &Limpiar Credenciales
et_ee: &Kustuta kasutajakonto andmed
hr_hr: &Izbriši vjerodajnice
it_it: &Cancella credenziali
lt_lt: &Valyti kredencialus
nb_no: &Fjern påloggingsinformasjon
pl_pl: &Usuń poświadczenia
ro_ro: %Ştergere Credenţiale
sl_si: Počisti poverilni&ce
sr_rs: &Clear kredencijale

source: Click to clear your credentials from Credential Manager. Note: You will be prompted to enter credentials when connecting.
bg_bg: Кликнете, за да изчистите Вашите удостоверения за самоличност от Credential Manager. Забележка: Когато се свързвате, ще Ви бъде поискано да въведете удостоверения за самоличност.
ca_es: Cliqueu per a esborrar les credencials de l'Administrador de Credencials. Nota: Se us demanaran noves credencials en connectar.
de_de: Klicken Sie hier, um Ihre Anmeldedaten aus der Anmeldeinformationsverwaltung zu löschen. Hinweis: Sie werden dann bei der nächsten Verbindung zur Eingabe Ihrer Nutzerdaten aufgefordert.
el_gr: Επιλέξτε να καθαρίσετε τα διαπιστευτήρια σας από τον Credential Manager Σημείωση: Θα σας ζητηθεί να εισαγάγετε τις πιστοποιήσεις σας κατά τη σύνδεση.
es_es: Clicar para limpiar sus credenciales del Administrador de Credenciales. Nota: Se le pedirá introducir credenciales al conectarse.
et_ee: Klõpsa. et kustutada oma andmed kasutajakonto haldurist. Märkus: Ühendumisel lastakse Sul sisestada kasutajakonto andmed.
hr_hr: Odaberi kako bi se obrisali korisnički podaci u Credential Manager. Opaska: Biti će te pitani za korisničke podatke po spajanju.
it_it: Clicca per cancellare le tue credenziali dal Credential Manager. Nota: ti verrà richiesto di inserire le credenziali al momento della connessione.
lt_lt: Spustelėkite, jei norite pašalinti savo kredencialus iš Kredencialų tvarkytuvo. Pastaba: jūsų kredencialų bus paprašyta prisijungimo metu.
nb_no: Klikk for å fjerne påloggingsinformasjon fra Credential Manager. Merk: Du vil bli bedt om å oppgi påloggingsinformasjon når du kobler til.
pl_pl: Kliknij aby usunąć poświadczenia z Menadżera poświadczeń. Uwaga: Przy ponownym połączeniu zostaniesz poproszony o wprowadzenie poświadczeń.
ro_ro: Faceți clic pentru a șterge credențialele din Managerul de credenţiale. Notă: Vi se va solicita să introduceți credențialele atunci când vă conectați.
sl_si: Kliknite, da počistite svoje poverilnice iz upravitelja poverilnic. Opomba: Za vnos poverilnic boste pozvani ob povezovanju.
sr_rs: Kliknite ovde kako biste ukolnili svoje kredencijale iz menadžera kredencijala. Napomena: Biće vam traženo da unesete kredencijale prilikom povezivanja.

source: &Set Credentials...
bg_bg: &Настройте удостоверения за самоличност ...
ca_es: &Desar Credencials...
de_de: Nutzerdaten &festlegen...
el_gr: &Ρυθμίση των διαπιστευτηρίων...
es_es: &Establecer Credenciales...
et_ee: &Määra kasutajakonto andmed...
hr_hr: &Postavi korisničke podatke...
it_it: &Imposta credenziali...
lt_lt: &Nustatyti kredencialus…
nb_no: &Sett påloggingsinformasjon
pl_pl: &Ustaw poświadczenia
ro_ro: &Setare credenţiale
sl_si: Na&stavi poverilnice ...
sr_rs: &Set kredencijale...

source: Click here to set or modify your credentials
bg_bg: Кликнете тук, за да настроите или модифицирате Вашите удостоверения за самоличност
ca_es: Cliqueu aquí per a desar o modificar les vostres credencials
de_de: Klicken Sie hier um Ihre Anmeldedaten einzugeben oder zu ändern
el_gr: Κάντε κλικ εδώ για να ρυθμίσετε ή να τροποποιήσετε τα διαπιστευτήριά σας
es_es: Haga clic aquí para establecer o modificar sus credenciales
et_ee: Klõpsa siin oma kasutajakonto andmete määramiseks või muutmiseks
hr_hr: Odaberi ako je potrebno postaviti korisničke podatke
it_it: Clicca qui per impostare o modificare le tue credenziali
lt_lt: Spustelėkite čia savo kredencialams nustatyti ar pakeisti
nb_no: Klikk her for å sette eller endre påloggingsinformasjon
pl_pl: Kliknij tutaj, aby zmodyfikować poświadczenia logowania
ro_ro: Apasă aici pentru a modifica credenţialele
sl_si: Kliknite tukaj, da nastavite ali spremenite svoje poverilnice
sr_rs: Kliknite ovde kako biste promenili svoje kredencijale

source: User ID and Password
bg_bg: Потребителско ID и парола
ca_es: ID d'usuari i contrasenya
de_de: Benutzername und Passwort
el_gr: ID χρήστη και κωδικός πρόσβασης
es_es: Identificador de usuario y contraseña
et_ee: Kasutaja ID ja parool
hr_hr: Korisnički ID i lozinka
it_it: ID utente e password
nb_no: Bruker ID og passord
pl_pl: Identyfikator i hasło
ro_ro: ID de utilizator și parolă
sl_si: ID uporabnika in geslo
sr_rs: Korisničko ime i lozinka

source: Please provide your user ID and password.
bg_bg: Моля въведете Вашият потребителски ID и парола.
ca_es: Sisplau introduiu el vostre ID d'usuari i contrasenya
de_de: Bitte geben Sie Ihren Benutzernamen und das Passwort ein.
el_gr: Παρακαλείσθε να δώσετε το όνομα χρήστη και τον κωδικό πρόσβασής σας.
es_es: Por favor proporciones su ID de usuario y contraseña.
et_ee: Palun sisesta oma kasutaja ID ja parool
hr_hr: Molimo postavite svoju korisničku oznaku i lozinku
it_it: Si prega di fornire l'ID utente e la password.
lt_lt: Įveskite savo vartotojo ID ir slaptažodį.
nb_no: Vennligst oppgi bruker ID og passord.
pl_pl: Proszę wprowadzić identyfikator i hasło.
ro_ro: Vă rugăm să furnizați ID-ul de utilizator și parola.
sl_si: Vnesite svoj ID uporabnika in geslo.
sr_rs: Unesite vaše korisničko ime i lozinku.

source: User ID:
bg_bg: Потребителско ID:
ca_es: ID d'usuari:
de_de: Benutzername:
el_gr: ID Χρήστη:
es_es: ID de usuario:
et_ee: Kasutaja ID:
hr_hr: Korisnička oznaka:
it_it: Udser ID
lt_lt: Vartotojo ID:
nb_no: Bruker ID:
pl_pl: Identyfikator:
ro_ro: ID utilizator:
sl_si: ID uporabnika:
sr_rs: Korisničko ime:

source: Enter your user name here (user@domain.org, DOMAIN\User, etc.)
bg_bg: Въведете Вашето потребителско име тук (user@domain.org, DOMAIN\User, т.н.)
ca_es: Introduiu el vostre identificador aquí (identificador@domini.org, DOMINI\identificador, etc.)
de_de: Geben Sie hier Ihren Benutzernamen ein (z.B nutzer@domain.org, DOMAIN\nutzer, ...)
el_gr: Εισάγετε εδώ το όνομα χρήστη (user@domain.org, DOMAIN\User,etc.)
es_es: Introduzca su nombre de usuario aquí (usuario@dominio.org, DOMAIN\User, etc.)
et_ee: Sisesta siin oma kasutajanimi (nimi@domeen.ee, DOMEEN\kasutaja vmt)
hr_hr: Unesi svoju korisnicku oznaku (pero@pero.hr)
it_it: Inserisci qui il tuo nome utente (utente@dominio.org, DOMINIO\Utente, ecc.)
lt_lt: Čia įveskite savo vartotojo vardą (vartotojas@domenas.lt, DOMENAS\Vartotojas ar kt.)
nb_no: Oppgi ditt brukernavn (bruker@domain.org, DOMIAN\User, etc)
pl_pl: Wprowadź swój identyfikator (użytkownik@domena.org, DOMENA\Użytkownik, itp.)
ro_ro: Introduceți numele de utilizator aici (user@domain.org, DOMENIU \ User etc.)
sl_si: Tukaj vnesite svoje up. ime (up. ime@domena.si, DOMENA\Uporabnik ipd.)
sr_rs: Unesite vaše korisničko ime ovde (korisnik@domen.ac.rs, DOMEN\Korisnik, itd.)

source: Password:
bg_bg: Парола:
ca_es: Contrasenya:
de_de: Passwort:
el_gr: Κωδικός Πρόσβασης:
es_es: Contraseña:
et_ee: Parool:
hr_hr: Lozinka:
lt_lt: Slaptažodis:
nb_no: Passord:
pl_pl: Hasło:
ro_ro: Parolă:
sl_si: Geslo:
sr_rs: Lozinka:

source: Enter your password here
bg_bg: Въведете Вашата парола тук
ca_es: Introduiu la vostra contrasenya aquí
de_de: Geben Sie hier Ihr Passwort ein
el_gr: Εισάγετε τον κωδικό πρόσβασης σας εδώ
es_es: Introduzca su contraseña aquí
et_ee: Sisesta siin oma parool
hr_hr: Unesi svoju lozinku
it_it: Inserisci la tua password qui
lt_lt: Čia įveskite savo slaptažodį
nb_no: Oppgi ditt passord
pl_pl: Wprowadź hasło
ro_ro: Introduceţi parola aici:
sl_si: Tukaj vnesite svoje geslo
sr_rs: Unesite lozinku ovde

source: User ID
bg_bg: Потребителско ID
ca_es: ID d'usuari
de_de: Benutzername
el_gr: ID Χρήστη
et_ee: Kasutaja ID
hr_hr: Korisnička oznaka
it_it: ID utente
nb_no: Bruker ID
pl_pl: Identyfikator
ro_ro: ID Utilizator
sl_si: ID uporabnika
sr_rs: Korisničko ime
