Repository: Amebis/GEANTLink
Catalog: EventMonitor/locale/*.po
Languages: bg_bg, ca_es, de_de, el_gr, es_es, et_ee, hr_hr, it_it, lt_lt, nb_no, pl_pl, ro_ro, sl_si, sr_rs

source: Event Monitor
bg_bg: Следене на събития
ca_es: Monitor de Successos
de_de: Ereignisanzeige
el_gr: Παρακολούθηση Συνεδριών
es_es: Monitor de eventos
et_ee: Sündmuste monitor
hr_hr: Preglednik Događaja
it_it: Monitor delgi eventi
lt_lt: Įvykių stebėjimo programa
nb_no: Hendelses monitor
pl_pl: Monitor Zdarzeń
ro_ro: Monitor de evenimente
sl_si: Nadzornik dogodkov
sr_rs: Monitor događaja

source: Error opening event trace (error %u).
bg_bg: Грешка при отваряне проследяването на събитие (error %u).
ca_es: Error obrint la traça (error %u).
de_de: Fehler beim Öffnen des Ereignislogs (Fehler %u).
el_gr: Σφάλμα ενακτήριας συνεδρίας (σφάλμα %u).
es_es: Error abriendo la traza de evento (error %u).
et_ee: Viga sündmuse jälitamise avamisel (viga %u).
hr_hr: Greška pri otvraranju slijeda događaja (error %u).
it_it: Errore durante l'apertura dell'event trace (errore %u).
lt_lt: Klaida atveriant įvykio sekimo failą (klaida %u).
nb_no: Feil under åpning hendelses trace (error %u).
pl_pl: Błąd otwarcia danych śledzenia zdarzeń (błąd %u).
ro_ro: Eroare la deschiderea urmării evenimentului (eroare %u ).
sl_si: Napaka pri odpiranju sledenja dogodkom (napaka %u).
sr_rs: Greška prilikom otvaranja log fajla za praćenje događaja (greška %u).

source: Time
bg_bg: Време
ca_es: Temps
de_de: Zeit
el_gr: Χρόνος
es_es: Instante
et_ee: Aeg
hr_hr: Vrijeme
it_it: Ora
lt_lt: Laikas
nb_no: Tid
pl_pl: Czas
ro_ro: Timp
sl_si: Čas
sr_rs: Vreme

source: TID
lt_lt: Gijos ID

source: Source
bg_bg: Източник
ca_es: Font
de_de: Quelle
el_gr: Πηγή
es_es: Fuente
et_ee: Allikas
it_it: Origine
lt_lt: Šaltinis
nb_no: Kilde
pl_pl: Źródło
ro_ro: Sursă
sl_si: Vir
sr_rs: Izvor

source: Event
bg_bg: Събитие
ca_es: Succés
de_de: Ereignis
el_gr: Συνεδρία
es_es: Evento
et_ee: Sündmus
it_it: Evento
lt_lt: Įvykis
nb_no: Hendelse
pl_pl: Zdarzenie
ro_ro: Eveniment
sl_si: Dogodek
sr_rs: Događaj

source: Access denied creating event session: you need administrative privileges (Run As Administrator) or be a member of Performance Log Users group to start event tracing session.
bg_bg: Достъпът до създаването сесия на събитие е отказан: необходимо е да имате администраторски права (Run As Administrator) или да бъдете член на групата Performance Log Users, за да стартирате сесия за проследяване на събитие.
ca_es: Accés denegat creant sessió de successos: necessiteu privilegis administratius (Executa com Administrador) o bé ser membre del grup d'usuaris del Log de Rendiment per iniciar una sessió de traces de successos.
de_de: Zugriff verweigert: Für die Sitzung konnte kein Eintrag im Ereignislog angelegt werden. Sie benötigen Administratorenrechte (Als Administrator ausführen) oder müssen in der Benutzergruppe Leistungsprotokollbenutzer sein um eine Ereignislogsitzung zu eröffnen.
el_gr: Δεν επιτρέπεται η πρόσβαση δημιουργώντας μια συνεδρία: θα πρέπει να έχετε δικαιώματα διαχειριστή (Εκτέλεση ως διαχειριστής) ή να είστε μέλος της ομάδας Perfomance Log Users για να ξεκινήσετε να ψάξετε μία συνεδρία.
es_es: Acceso denegado creando evento de sesión: necesita privilegios de administración (ejecutar como administrador) o ser miembro del grupo "Performance Log Users" para comenzar una sesión de traza de eventos.
et_ee: Puudub pääsuluba: sündmuse jälitusseansi loomiseks vajad administraatoriõigusi (Run As Administrator) või kuulumist soorituste logi kasutajagruppi (Performance Log Users)
hr_hr: Nemogućnost pristupa stvaranju zapisa događaja: trebate administrative ovlasti (Pokreni kao Administrator) ili trebate biti član grupe Performance Log Users da bi ste pokrenuli stvaranje zapisa događaja.
it_it: Accesso negato durante la creazione di una sessione di eventi: è necessario disporre dei privilegi di amministratore (Esegui come Amministratore) o essere un membro del gruppo degli utenti Performance Log Users per avviare la sessione di traccia degli eventi.
lt_lt: Pradedant įvykių sesiją, prieiga uždrausta: turite paleisti programą administratoriaus teisėmis arba būti „Performance Log Users“ grupės nariu.
nb_no: Nektet tilgang til å lage hendelses sesjon: Du må ha administrator rettigheter (Kjør som administrator) eller være medlem av "Performance Log Users group" for å starte hendelses sporing sesjon.
pl_pl: Odmowa dostępu przy tworzeniu sesji zdarzeń: aby uruchomić sesję musisz mieć uprawnienia administratora (Uruchom jako Administrator), albo być członkiem grupy Użytkownicy dzienników wydajności.
ro_ro: Accesul refuzat la crearea sesiunii de evenimente: aveți nevoie de privilegii administrative (Run As Administrator) sau să fiți membru al grupului Utilizatori de performantă pentru a începe sesiunea de urmărire a evenimentelor.
sl_si: Dostop pri ustvarjanju seje dogodkov zavrnjen: potrebujete skrbniške pravice (Zaženi kot skrbnik) ali biti član skupine »Performance Log Users« za zagon seje sledenja dogodkov.
sr_rs: Pristup zabranjen prilikom kreiranja sesije: potrebne su vam administratorske privilegije ("Run As Administrator") ili da budete član "Performance Log Users" grupe kako biste mogli da počnete sa praćenjem ove sesije.

source: The %s event session already exists.
bg_bg: Сесията на събитие %s вече съществува.
ca_es: La sessió de successos %s ja existeix.
de_de: Es besteht bereits ein Eintrag für für die Sitzung %s
el_gr: Η %s συνεδρία υπάρχει ήδη.
es_es: La evento de sesión %s ya existía.
et_ee: %s sündmuse seanss on juba olemas.
hr_hr: Zapis događaja %s već postoji.
it_it: La sessione evento %s esiste già.
lt_lt: „%s“ įvykių sesija jau egzistuoja.
nb_no: %s hendelses-sesjonen finnes allerede.
pl_pl: Sesja zdarzeń %s już istnieje.
ro_ro: Sesiunea de eveniment %s există deja.
sl_si: Seja dogodkov %s že obstaja.
sr_rs: Ova %s sesija već postoji.

source: Error creating event session (error %u).
bg_bg: Грешка при създаване сесията на събитие (error %u).
ca_es: Error creant la sessió de successos (error %u).
de_de: Fehler beim Erstellen der Ereignislogsitzung (Fehler %u).
el_gr: Σφάλμα κατά τη δημιουργία συνεδρίας (σφάλμα %u).
es_es: Error creando una sesión de eventos (error %u).
et_ee: Viga sündmuse seansi loomisel (viga %u).
hr_hr: Greška pri stvaranju slijeda događaja (error %u).
it_it: Errore durante la creazione di una sessione evento (errore %u).
lt_lt: Klaida kuriant įvykių sesiją (klaida %u).
nb_no: Feil under opprettelse av hendelses sesjon (error %u).
pl_pl: Błąd tworzenia sesji zdarzeń (błąd %u).
ro_ro: Eroare la crearea sesiunii evenimentului (eroare %u ).
sl_si: Napaka pri ustvarjanju seje dogodkov (napaka %u).
sr_rs: Greška prilikom kreiranja sesije (greška %u).

source: Error enabling %s event provider (error %u).
bg_bg: Грешка при разрешаване %s събитие на доставчик (error %u).
ca_es: Error habilitant el proveidor de successos %s (error %u).
de_de: Fehler beim Einschalten des %s Ereignisanbieters (Fehler %u).
el_gr: Σφάλμα κατά την ενεργοποίηση %s παρόχου στη συνεδρία (σφάλμα %u).
es_es: Error habilitando el proveedor de eventos %s (error %u).
et_ee: Viga %s sündmuse looja võimaldamisel (viga %u).
hr_hr: Greška pri omogučavanje sustava događaja %s (error %u).
it_it: Errore durante l'abilitazione dell'event provider %s (errore %u).
lt_lt: Klaida įgalinant „%s“ įvykių teiktuvą (klaida %u).
nb_no: Feil under aktivering av %s hendelses tilbyder (error %u).
pl_pl: Błąd włączenia dostawcy zdarzeń %s (błąd %u).
ro_ro: Eroare la activarea %s furnizorului de evenimente (eroare %u ).
sl_si: Napaka pri omogočanju ponudnika dogodkov %s (napaka %u).
sr_rs: Greška prilikom omogućavanja %s provajdera (greška %u).

source: Toggles display of %s records
bg_bg: Сборно изобразяване на записи %s
ca_es: Canvia la visualització de %s registres
de_de: Schaltet die Anzeige von %s Ereignissen um
el_gr: Εναλλάσει την εμφάνιση/απόκρυψη των αρχείων %s
es_es: Habilitar mostrar %s registros.
et_ee: Lülitab %s kirjete näitamise sisse
hr_hr: Zamjeni prikaz od %s zapisa
it_it: Attiva/disattiva la visualizzazione di %s record
lt_lt: Perjungia „%s“ klaidų matomumą
nb_no: Veksler mellom visning av %s poster
pl_pl: Przełącza wyświetlanie rekordów %s
ro_ro: Afișarea comutatorilor de pe %s înregistrări
sl_si: Obrne prikaz zapisov %s
sr_rs: Isključuje prikaz %s zapisa

source: E&xit
bg_bg: Из&ход
ca_es: S&ortida
de_de: &Beenden
el_gr: Ε&ξοδος
es_es: &Salir
et_ee: V&älju
hr_hr: I&zlaz
it_it: E&sci
lt_lt: &Išeiti
pl_pl: W&yjście
ro_ro: Ieşire
sl_si: I&zhod

source: Quits this program
bg_bg: Излизане от тази програма
ca_es: Surt del programa
de_de: Beendet das Programm
el_gr: Κλείνει αυτό το πρόγραμμα
es_es: Salir de este programa
et_ee: Lõpetab selle programmi
hr_hr: Završi
it_it: Esci dal programma
lt_lt: Baigti šios programos darbą
nb_no: Avslutter programmet
pl_pl: Kończy ten program
ro_ro: Renunță la acest program
sl_si: Konča ta program
sr_rs: Prekida izvršavanje ovog programa

source: &Program
bg_bg: &Програма
ca_es: &Programa
de_de: &Programm
el_gr: &Πρόγραμμα
es_es: &Programa
et_ee: &Programm
it_it: &Programma
lt_lt: &Programa

source: &Copy
bg_bg: &Копиране
ca_es: &Copia
de_de: &Kopieren
el_gr: &Αντιγραφή
es_es: &Copiar
et_ee: &Kopeeri
hr_hr: &Kopiraj
it_it: &Copia
lt_lt: &Kopijuoti
nb_no: &Kopier
pl_pl: &Kopiuj
ro_ro: &Copie
sl_si: &Kopiraj

source: Copies selected records to clipboard
bg_bg: Копиране на избраните записи в клипборда
ca_es: Copia els registres seleccionats al portapapers
de_de: Kopiert die ausgewählten Ereignisse in die Zwischenablage
el_gr: Αντιγράφει επιλεγμένα αρχεία στο πρόχειρο
es_es: Copia los registros seleccionados al portapapeles
et_ee: Kopeerib valitud kirjed lõikelauale
hr_hr: Kopiraj odabrane zapise u prijenosnik
it_it: Copia i record selezionati negli appunti
lt_lt: Kopijuoti pažymėtus įrašus į iškarpinę
nb_no: Kopierer valgte poster til utklippstavlen
pl_pl: Kopiuje zaznaczone rekordy do schowka
ro_ro: Copiază înregistrările selectate în clipboard
sl_si: Kopira izbrane zapise na odložišče
sr_rs: Kopira izabrane zapise na clipboard

source: Copy A&ll
bg_bg: Копиране на Всич&ко
ca_es: Copia T&ot
de_de: &Alle Kopieren
el_gr: Αντιγραφή Ό&λων
es_es: Copi&ar todo
et_ee: Kopee&ri kõik
hr_hr: Kopiraj S&ve
it_it: Copia t&utto
lt_lt: Kopijuoti vi&sus
nb_no: Kopier A%lt
pl_pl: Kopiuj w&szystko
ro_ro: Copiați toate
sl_si: Kopiraj &vse
sr_rs: Kopiraj A&ll

source: Copies all records to clipboard (including hidden)
bg_bg: Копиране на всички записи в клипборда (включително скритите)
ca_es: Copia tots els registres al portapapers (incloent els amagats)
de_de: Kopiert alle Ereignisse in die Zwischenablage (auch versteckte)
el_gr: Αντιγράφει όλα τα αρχεία στο πρόχειρο (περιλαμβανομένων και των κρυφών)
es_es: Copia todos los registros al portapapeles (incluyendo los ocultos)
et_ee: Kopeerib kõik (sh varjatud) kirjed lõikelauale
hr_hr: Kopiraj sve zapise u prenosnik (uključujući i skrivene)
it_it: Copia tutti i record negli appunti (inclusi quelli nascosti)
lt_lt: Kopijuoti visus įrašus (taip pat ir nematomus) į iškarpinę
nb_no: Kopierer alle poster til utklippstavlen (inkludert skjulte)
pl_pl: Kopiuje wszystkie rekordy (również ukryte) do schowka
ro_ro: Copiază toate înregistrările în clipboard (inclusiv ascunse)
sl_si: Kopira vse zapise na odložišče (tudi skrite)
sr_rs: Kopira sve zapise na clipboard (uključujući i skrivene)

source: Clear
bg_bg: Изчистване
ca_es: Neteja
de_de: Löschen
el_gr: Καθαρισμός
es_es: Limpiar
et_ee: Kustuta
hr_hr: Obriši
it_it: Cancella
lt_lt: Valyti
nb_no: Fjern
pl_pl: Skasuj
ro_ro: Clar
sl_si: Počisti
sr_rs: Skloni

source: Clears all records from the log
bg_bg: Изчистване на всички записи от лога
ca_es: Esborra tots els registres del log
de_de: Löscht alle Ereignisse aus dem Log
el_gr: Καθαρίζει όλα τα αρχεία από το αρχείο καταγραφής
es_es: Limpiar todos los registros del log
et_ee: Kustutab logist kõik kirjed
hr_hr: Obriši sve zapise iz log-a
it_it: Cancella tutti i record dal registro
lt_lt: Pašalinti visus žurnalo įrašus
nb_no: Fjerner all poster fra loggen
pl_pl: Kasuje wszystkie rekordy z logu
ro_ro: Șterge toate înregistrările din jurnal
sl_si: Počisti vse zapise iz dnevnika
sr_rs: Sklanja sve zapise iz log fajla

source: Select &All
bg_bg: Изберете &всичко
ca_es: Selecciona-ho &Tot
de_de: A&lle Auswählen
el_gr: Επιλογή &Όλων
es_es: Seleccionar &todos
et_ee: Vali k&õik
hr_hr: Označi &Sve
it_it: Seleziona &tutto
lt_lt: Žymėti &visus
nb_no: Velg %Alle
pl_pl: Z&aznacz wszystko
ro_ro: Selectează &tot
sl_si: Izberi &vse
sr_rs: Izaberi &All

source: Selects all visible records
bg_bg: Изберете всички видими записи
ca_es: Selecciona tots els registres visibles
de_de: Wählt alle angezeigten Ereignisse aus
el_gr: Επιλέγει όλες τις ορατές εγγραφές
es_es: Selecciona todos los registros visibles
et_ee: Valib kõik nähtavad kirjed
hr_hr: Odaberi sve vidljive zapise
it_it: Seleziona tutti i record visibili
lt_lt: Pažymėti visus matomus įrašus
nb_no: Velg alle synlige poster
pl_pl: Zaznacz wszystkie widoczne rekordy
ro_ro: Selectează toate înregistrările vizibile
sl_si: Izbere vse vidne zapise
sr_rs: Odabira sve vidljive zapise

source: Select &None
bg_bg: Изберете &Нищо
ca_es: &Esborrar selecció
de_de: &Nichts Auswählen
el_gr: Επιλέξτε &Κανένα
es_es: Seleccionar &ninguno
et_ee: Valiku &nullimine
hr_hr: Odaberi &Ništa
it_it: Non selezionare &nulla
lt_lt: Nežymėti &nieko
nb_no: Velg &Ingen
pl_pl: &Usuń zaznaczenie
ro_ro: Selectați & Nici unul
sl_si: Izberi &nič
sr_rs: Odaberi &None

source: Clears record selection
bg_bg: Изчистете избраните записи
ca_es: Esborra la selecció de registres
de_de: Wählt kein Ereignis aus
el_gr: Καθαρίζει τα επιλεγμένα αρχεία
es_es: Limpia la selección de registros
et_ee: Tühjendab kirjete valiku
hr_hr: Obriši odabir zapisa
it_it: Cancella la selezione del record
lt_lt: Nužymėti pažymėtus įrašus
nb_no: Fjerner valg av poster
pl_pl: Kasuje zaznaczenie
ro_ro: Șterge selecția recordului
sl_si: Počisti izbor zapisov
sr_rs: Uklanja izbor zapisa

source: &Edit
bg_bg: &Редактиране
ca_es: &Edita
de_de: Bea&rbeiten
el_gr: &Επεξεργασία
es_es: &Editar
et_ee: R&edigeeri
hr_hr: &Uredi
it_it: &Modifica
lt_lt: R&edagavimas
nb_no: &Rediger
pl_pl: &Edytuj
ro_ro: &Editează
sl_si: Ur&edi

source: Auto &Scroll
bg_bg: Автоматичен &скрол
de_de: Automatischer B&ildlauf
el_gr: Αυτόματη &Κύλιση
es_es: Auto&desplazamiento
et_ee: A&utomaatne kerimine
hr_hr: Auto &Pomicanje
it_it: &Scorrimento automatico
lt_lt: &Automatinė slinktis
pl_pl: Au&tomatyczne przewijanie
sl_si: &Samodrsenje
sr_rs: Automatski &Scroll

source: Automatically scrolls to the most recent records as they come-in
bg_bg: Автоматичен скрол на най-последните записи, така както са влезли
ca_es: Mostra automàticament els registres més recents així que arriben
de_de: Folgt automatisch den neuesten Ereignissen sobald sie im Log auftreten
el_gr: Αυτόματα πηγαίνει στο πιο πρόσφατο αρχείο όπως αυτά εισάγονται
es_es: Automáticamente se desplaza a los registros más recientes según aparecen
et_ee: Kerib automaatselt kõige värskemate kirjeteni vastavalt nende tekkimisele
hr_hr: Automatski pomići naj relevantnije zapise po redu dolaska
it_it: Scorre automaticamente verso i record più recenti mentre arrivano
lt_lt: Automatiškai slinkti vaizdą, kad visuomet būtų matomi vėliausi įrašai
nb_no: Blar automatisk til nye poster etterhvert som de kommer inn
pl_pl: Automatycznie przewija do najnowszych zdarzeń w momencie kiedy się pojawiają
ro_ro: Derulați automat la cele mai recente înregistrări pe măsură ce intră
sl_si: Samodejno pomikaj do najbolj zadnjega zapisa, ko prihajajo
sr_rs: Automatski skroluje na najnovije zapise kako se pojavljuju

source: Verbose
bg_bg: Подробно
ca_es: Detallat
de_de: Ausführlich
es_es: Detallado
et_ee: Pikk tulemus
it_it: Verboso
lt_lt: Išsamūs
pl_pl: Pełne informacje
ro_ro: Prolix
sl_si: Podrobno
sr_rs: Detalj

source: Displays all levels of records
bg_bg: Показва всички нива на записите
ca_es: Mostra tots els nivells de registre
de_de: Zeigt alle Einträge im Ereignisslog an
el_gr: Εμφανίζει όλα τα επίπεδα αρχείων
es_es: Muestra todos los niveles de registros
et_ee: Kõigi tasemete kirjete kuvamine
hr_hr: Prikaži sve nivoe zapisa
it_it: Mostra tutti i livelli dei record
lt_lt: Rodyti visų lygių įrašus
nb_no: Vis alle nivåer av poster
pl_pl: Wyświetla wszystkie poziomy rekordów
ro_ro: Afișează toate nivelurile de înregistrări
sl_si: Prikaže vse ravni zapisov
sr_rs: Prikazuje sve nivoe zapisa

source: Informational
bg_bg: Информационен
ca_es: Informatiu
de_de: Information
el_gr: Ενημερωτικό
es_es: Informativo
et_ee: Informatiivne
hr_hr: Informativno
it_it: Informativo
lt_lt: Informaciniai
nb_no: Informasjon
pl_pl: Informacja
ro_ro: Informațional
sl_si: Informativno
sr_rs: Informacija

source: Displays all records up to informational level
bg_bg: Показва всички записи, по-високи от информационното ниво
ca_es: Mostra els registres fins al nivell informatiu
de_de: Zeigt alle Einträge der Stufe Information oder wichtiger an.
el_gr: Εμφανίζονται όλα τα αρχεία στο ενημερωτικό επίπεδο
es_es: Muestra todos los registros hasta el nivel informativo
et_ee: Kirjete kuvamine informatiivse tasemeni
hr_hr: Prikaži sve zapise na informativnom nivou
it_it: Visualizza tutti i record fino al livello informativo
lt_lt: Rodyti informacinio ir svarbesnių lygių įrašus
nb_no: Vis alle poster opp til nivå informasjon
pl_pl: Wyświetla wszystkie rekordy do poziomu informacja
ro_ro: Afișează toate înregistrările până la nivel informațional
sl_si: Prikaže vse zapise do informativne ravni
sr_rs: Prikazuje sve zapise za određeni nivo informacija

source: Warning
bg_bg: Предупреждение
ca_es: Alerta
de_de: Warnung
el_gr: Προειδοποίηση
es_es: Advertencia
et_ee: Hoiatused
hr_hr: Upozorenje
it_it: Avvertenza
lt_lt: Įspėjimai
nb_no: Advarsel
pl_pl: Ostrzeżenie
ro_ro: Avertizare
sl_si: Opozorilo
sr_rs: Upozorenje

source: Displays all records up to warning level
bg_bg: Показва всички записи, по-високи от ниво предупреждение
ca_es: Mostra els registres fins al nivell d'alerta
de_de: Zeigt alle Einträge der Stufe Warnung oder wichtiger an.
el_gr: Εμφανίζονται όλα τα αρχεία στο προειδοποιητικό επίπεδο
es_es: Muestra todos los registros hasta el nivel de advertencia
et_ee: Kirjete kuvamine hoiatustasemeni
hr_hr: Prikaži sve zapise na nivou upozorenja
it_it: Visualizza tutti i record fino al livello di avvertenza
lt_lt: Rodyti įspėjimo ir svarbesnių lygių įrašus
nb_no: Vis alle poster opp til nivå advarsel
pl_pl: Wyświetla wszystkie rekordy do poziomu ostrzeżenie
ro_ro: Afișează toate înregistrările până la nivelul de avertizare
sl_si: Prikaže vse zapise do opozorilne ravni
sr_rs: Prikazuje sve zapise za određeni nivo upozorenja

source: Error
bg_bg: Грешка
de_de: Fehler
el_gr: Σφάλμα
et_ee: Vead
hr_hr: Greška
it_it: Errore
lt_lt: Klaidos
nb_no: Feil
pl_pl: Błąd
ro_ro: Eroare
sl_si: Napaka
sr_rs: Greška

source: Displays error level records only
bg_bg: Показва само записи с ниво грешка
ca_es: Mostra només els registres d'error
de_de: Zeigt nur die Fehlermeldungen an
el_gr: Εμφανίζονται μόνο τα αρχεία σε επίπεδο σφάλματος
es_es: Muestra los registros a nivel de error únicamente
et_ee: Kirjete kuvamine ainult veatasemel
hr_hr: Prikaži sve zapise na nivou greške
it_it: Visualizza solo i record a livello di errore
lt_lt: Rodyti tik klaidų įrašus
nb_no: Vis kun poster med nivå feil
pl_pl: Wyświetla tylko rekordy błędów
ro_ro: Afișează doar înregistrări la nivel de eroare
sl_si: Prikaže samo zapise ravni napak
sr_rs: Prikazuje samo zapise za greške koje su se javile

source: %s toolbar
bg_bg: %s лента с инструменти
ca_es: Barra %s
de_de: %s Werkzeugleiste
el_gr: %s Γραμμή εργαλείων
es_es: Barra de herramientas %s
et_ee: %s tööriistariba
it_it: barra strumenti %s
lt_lt: Įrankių juosta „%s“
nb_no: %s verktøylinje
pl_pl: pasek zadań %s
ro_ro: %s Bara de instrumente
sl_si: Orodna vrstica %s

source: Toggles display of %s toolbar
bg_bg: Сборно изобразяване на лентата с инструменти %s
ca_es: Alterna la visió de la barra %s
de_de: Schaltet die Anzeige der %s Werzeugleiste um
el_gr: Εναλλάσσει την εμφάνιση/απόκρυψη της γραμμής εργαλείων %s
es_es: Habilita aparición de la barra de herramientas %s
et_ee: Vahetab %s tööriistariba kuvamise
hr_hr: Zamjeni prikaz od %s toolbar
it_it: Attiva/disattiva la visualizzazione della barra degli strumenti %s
lt_lt: Perjungti įrankių juostos „%s“ matomumą
nb_no: Veksler mellom visning av %s verktøylinje
pl_pl: Przełącza wyświetlanie paska zadań %s
ro_ro: Comută afișarea barei de instrumente %s
sl_si: Obrne prikaz orodne vrstice %s
sr_rs: Isključuje prikaz %s toolbar

source: View
bg_bg: Изглед
ca_es: Vista
de_de: Ansicht
el_gr: Προβολή
es_es: Ver
et_ee: Vaata
hr_hr: Pogled
it_it: Vista
lt_lt: Rodymas
nb_no: Se
pl_pl: Pokaż
ro_ro: Vezi
sl_si: Pogled
sr_rs: Prikaži

source: &View
bg_bg: &Изглед
ca_es: &Vista
de_de: An&sicht
el_gr: &Προβολή
es_es: &Ver
et_ee: &Vaata
hr_hr: &Pogled
it_it: &Vista
lt_lt: &Rodymas
nb_no: &Se
pl_pl: &Widok
ro_ro: &Vezi
sl_si: Po&gled

source: Copy
bg_bg: Копиране
ca_es: Copia
de_de: Kopieren
el_gr: Αντιγραφή
es_es: Copiar
et_ee: Kopeeri
hr_hr: Kopiraj
it_it: Copia
lt_lt: Kopijuoti
nb_no: Kopier
pl_pl: Skopiuj
ro_ro: Copiază
sl_si: Kopiraj
sr_rs: Kopiraj

source: Copy All
bg_bg: Копиране на всичко
ca_es: Copia-ho tot
de_de: Alle Kopieren
el_gr: Αντιγραφή όλων
es_es: Copiar todo
et_ee: Kopeeri kõik
hr_hr: Kopiraj sve
it_it: Copia tutto
lt_lt: Kopijuoti visus
nb_no: Kopier Alt
pl_pl: Skopiuj wszystkie
ro_ro: Copiați toate
sl_si: Kopiraj vse
sr_rs: Kopiraj sve

source: Edit
bg_bg: Редактиране
ca_es: Edita
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
et_ee: Redigeeri
hr_hr: Uredi
it_it: Modifica
lt_lt: Redagavimas
nb_no: Rediger
pl_pl: Edytuj
ro_ro: Editați
sl_si: Uredi
sr_rs: Izmeni

source: Auto Scroll
bg_bg: Автоматичен скрол
de_de: Automatischer Bildlauf
el_gr: Αυτόματη Κύλιση
es_es: Autodesplazamiento
et_ee: Automaatne kerimine
hr_hr: Automatsko pomicanje
it_it: Auto scorrimento
lt_lt: Automatinė slinktis
pl_pl: Automatyczne przewijanie
ro_ro: Derulare automată
sl_si: Samodrsenje
sr_rs: Automaski skrol

source: Trace Log
bg_bg: Лог с проследяване
ca_es: Registre de traces
de_de: Ereignislog
es_es: Trazar log
et_ee: Jälituslogi
hr_hr: Pregledaj Log
lt_lt: Sekimo žurnalas
nb_no: Sporingslogg
pl_pl: Dziennik śledzenia
ro_ro: Jurnal de urmărire
sl_si: Dnevnik sledenja
sr_rs: Log fajl

source: Real-time display of internal events
bg_bg: Покзва в реално време вътрешни събития
ca_es: Mostra en temps real dels successos interns
de_de: Echtzeitanzeige der internen Ereignisse
el_gr: Απεικόνιση των εσωτερικών γεγονότων σε πραγματικό χρόνο
es_es: Mostrar en tiempo real los eventos internos
et_ee: Sisesündmuste reaalajas kuvamine
hr_hr: Prikaz događaja u realnom vremenu
it_it: Visualizzazione degli eventi interni in tempo reale
lt_lt: Vidinių įvykių stebėjimas tikruoju laiku
nb_no: Sanntidsvisning av interne hendelser
pl_pl: Wyświetlanie zdarzeń wewnętrznych w czasie rzeczywistym
ro_ro: Afișare în timp real a evenimentelor interne
sl_si: Prikazovalnik notranjih dogodkov v realnem času
sr_rs: Prikaz internih događaja u realnom vremenu

source: EVENTM~1|GÉANTLink Event Monitor
bg_bg: EVENTM~1|GÉANTLink следене на събитие
ca_es: EVENTM~1|GÉANTLink Monitor de successos
de_de: EVENTM~1|GÉANTLink Ereignismonitor
es_es: EVENTM~1|Monitor de eventos de GÉANTLink
hr_hr: EVENTM~1|GÉANTLink Preglednik događaja
lt_lt: EVENTM~1|„GÉANTLink“ įvykių stebėjimo programa
nb_no: EVENTM~1|GÉANTLink Hendelses monitor
pl_pl: EVENTM~1|Monitor zdarzeń GÉANTLink
ro_ro: EVENTM~1|GÉANT Monitor de evenimente de legătură
sl_si: EVENTM~1|Nadzornik dogodkov GÉANTLink
